Repository: edx-olive/extended-translations-app
Catalog: extended_translations/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, he

source: More about this site
ar: المزيد من المعلومات عن هذا الموقع
he: מידע נוסף אודות אתר זה

source: LEARN MORE
ar: اطلع على المزيد
he: למד עוד

source: Starts
ar: البدء
he: מתחיל

source: About
ar: عن الموقع
he: אודות

source: About this Site
ar: نبذة عن هذا الموقع
he: אודות אתר זה

source: Contact Us
ar: اتصل بنا
he: צור איתנו קשר

source: Support
ar: الدعم
he: תמיכה

source: Global
ar: عالمي
he: גלובלי

source: Dashboard
ar: لوحة المعلومات
he: לוח בקרה

source: Profile
ar: الملف الشخصي
he: פרופיל

source: Account
ar: الحساب
he: חשבון

source: Sign Out
ar: تسجيل الخروج
he: יציאה

source: Create Account
ar: إنشاء حساب
he: צור חשבון

source: Choose Language
ar: اختر لغة
he: בחר שפה

source: Courses
ar: الدورات التعليمية
he: קורסים

source: About Us
ar: نبذة عنا
he: אודותינו

source: Want to purchase this course for a group?
ar: هل ترغب في شراء هذه الدورة التعليمية لعدة أفراد؟
he: האם ברצונך לרכוש קורס זה עבור קבוצה?

source: You can purchase enrollment codes for this course to distribute to your team
ar: يمكنك شراء رموز التسجيل الخاصة بهذه الدورة التعليمية لتوزيعها على فريقك
he: באפשרותך לרכוש קודי רישום עבור קורס זה כדי להפיץ לצוות שלך

source: Enroll Now
ar: قم بالتسجيل الان
he: הרשם עכשיו

source: Go to Course
ar: الانتقال الى الدورة
he: מעבר לקורס

source: Enrollment is Closed
ar: التسجيل مغلق
he: ההרשמה סגורה

source: An error occurred. Please try again later.
ar: حدث خطأ. يرجى إعادة المحاولة لاحقًا.
he: אירעה שגיאה. נסה שוב מאוחר יותר.

source: Start Date
ar: تاريخ البدء
he: תאריך התחלה

source: Duration
ar: المدة
he: משך

source: Price
ar: السعر
he: מחיר

source: Course Description
ar: وصف الدورة التعليمية
he: תיאור הקורס

source: What You Will Learn
ar: ما ستتعلمه
he: מה שתלמד

source: Instructors
ar: المدربون
he: מנחים

source: Enroll
ar: تسجيل
he: הירשם

source: Email
ar: البريد الإلكتروني
he: דואר אלקטרוני

source: Full Name
ar: الاسم الكامل
he: שם מלא

source: Inquiry Type
ar: نوع الاستفسار
he: סוג שאילתה

source: Select
ar: تحديد
he: בחר

source: Payments
ar: طرق الدفع
he: תשלומים

source: Certificates
ar: الشهادات
he: תעודות

source: Assessments
ar: التقييمات
he: הערכות

source: Videos
ar: الفيديوهات
he: סרטונים

source: Discussion Forums
ar: منتديات المناقشة
he: פורומים לדיון

source: Mobile Application
ar: تطبيق الهاتف
he: אפליקציה לנייד

source: Other
ar: آخر
he: אחר

source: Message
ar: رسالة
he: הודעה

source: Submit
ar: إرسال
he: שלח

source: Required Fields
ar: الحقول المطلوبة
he: שדות חובה

source: Thank you for your inquiry
ar: شكرًا على استفسارك
he: תודה על שאלתך

source: Back to top
ar: عودة للأعلى
he: חזרה למעלה

source: Sign in or Create Account
ar: تسجيل الدخول أو إنشاء حساب
he: היכנס או צור חשבון

source: Your profile has missing fields!
ar: ينقصك بعض البيانات في إعداد حسابك!
he: חסרים מספר נתונים בהגדרת החשבון שלך!

source: Please {link_start}complete your profile{link_end}.
ar: يرجى منك {link_start} الانتهاء من ملء إعدادات حسابك {link_end}
he: אנא {link_start} סיימ/י למלא את הגדרות החשבון שלך {link_end}

source: Honor Code
he: כולל תעודה

source: In order to sign in, you need to activate your account.<br /><br />We just sent an activation link to <strong>{email}</strong>. If you do not receive an email, check your spam folders or <a href="{support_url}">contact {platform} Support</a>.
he: בכדי להירשם, עליך להפעיל קודם את חשבונך.<br /><br />הרגע נשלח אליך מייל ל<strong>{email}</strong> ובו קישור להפעלה. אם אינך רואה את המייל, מומלץ לבדוקאת תיקיות הספאם שלך או <a href="{support_url}">ליצור קשר עם תמיכת {platform}</a>.

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
he: ניתן ליצור CCX רק בקורס זה דרך שירות חיצוני. צור קשר עם מנהל הקורס שיעניק לך גישה לקורס.

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
he: לא ניתן ליצור CCX מקורס באמצעות מזהה מיושן. צור הרצה חוזרת של קורס זה ב-Studio על מנת לאפשר פעולה זו.

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
he: נראה כי {email_address} שייך לחשבון קיים. נסה שוב עם כתובת דואר אלקטרוני אחרת.

source: The email address you used to register with {platform_name}
ar: عنوان البريد الإلكتروني الذي قمت بالتسجيل به {platform_name}.
he: כתובת האי מייל שאיתה נרשמת ל{platform_name}.

source: Remember me
ar: تذكرني
he: זכרו אותי

source: This is what you will use to login.
ar: سيتم استخدام عنوان البريد الإلكتروني لتسجيل الدخول.
he: כתובת האי מייל תשמש אותך להתחברות.

source: Jane Q. Learner
ar: إذن ما هو اسمك?
he: אז איך אמרת שקוראים לך?

source: This name will be used on any certificates that you earn.
ar: هذا هو الاسم الذي سيظهر على جميع شهادات التخرج الخاصة بك.
he: זה השם שיופיע בכל תעודות הסיום שלך.

source: Public Username
he: שם משתמש

source: The name that will identify you in your courses. It cannot be changed later.
ar: سيكون هذا هو لقبك ومعرفك في الدورات. لا يمكن تغييره لاحقا.
he: זה יהיה הכינוי שלך המזהה שלך בקורסים. לא ניתן לשנות אותו מאוחר יותר.

source: Jane_Q_Learner
ar: إذن ما هو اسمك?
he: אז איך אמרת שקוראים לך?

source: I agree to the {platform_name} {terms_of_service}
ar: لقد قرأت ووافقت على {terms_of_service} ل- {platform_name}
he: קראתי והסכמתי ל{terms_of_service} של {platform_name}

source: Review the Terms of Service
ar: راجع شروط الاستخدام
he: לקריאת תנאי השימוש

source: You should see your new email in your {link_start}dashboard{link_end}.
he: תוכל לראות את כתובת הדואר האלקטרוני החדשה שלך ב{link_start}לוח הבקרה{link_end} שלך.

# self
source: Enroll
he: הירשם

# self
source: enroll
he: הירשם

source: We couldn't log you in.
he: לא הצלחנו לרשום אותך.

source: Welcome to {org}'s {course_title}!
ar: مرحبًا بك في المساق {course_title} التابع للمؤسسة {org}!
he: ברוכים הבאים אל הקורס {course_title} של {org}!

source: Welcome to {course_title}!
ar: أهلاً وسهلاً بكم في المساق {course_title}!
he: ברוכים הבאים אל הקורס {course_title}!

source: Completed by {date}
he: הושלם ב {date}

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
he: הי, עוד קליק אחד ואתם מתחילים ללמוד ב%(platform_name)s! בכדי להפעיל את החשבון שלכם, לחצו על הלינק הבא: אנחנו עושים את זה בכדי שנדע בביטחון שזה אתם!

source: Enjoy learning with {platform_name}.
he: מאחלים לכם למידה מהנה ב{platform_name} ***

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
he: זקוקים לעזרה? נשמח לענות לכם בלינק: %(support_url)s או בדואל %(support_email)s.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
he: הודעה זו נשלחה באופן אוטומטי על ידי %(lms_url)s, לאחר שנוצר חשבון ב%(platform_name)s באמצעות כתובת דוא"ל זו.

source: Action Required: Activate your %(platform_name)s account
he: נדרשת פעולה: הפעל את חשבון %(platform_name)s שלך

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
ar: أرسلنا إليك رسالة تحقق إلى{email_start}{email}{email_end} حيث يمكنك ايجاد رابط التحقق من اسم مستخدمك في. {platform_name} إذا كان لديك أي مشكلة , فإن فريق الدعم لدينا في خدمتك: {link_start}{platform_name} الدعم{link_end}
he: שלחנו מייל אימות ל {email_start}{email}{email_end} ובו ניתן למצוא קישור לאימות המשתמש שלך בקמפוס {platform_name}. אם נתקלת בבעיות, אנשי התמיכה פה לשירותך {link_start}{platform_name}קמפוס תמיכה{link_end}.

source: Contains information protected under the Protection of Privacy Law - the wrongful transgressor commits an offense
ar: يحوي معلومات محمية بموجب قانون حماية الخصوصية - المخالف يعاقب
he: מכיל מידע מוגן לפי חוק הגנת הפרטיות - המוסר שלא כדין עובר עבירה

source: Country or Region of Residence
ar: البلد
he: מדינה

source: The country or region where you live.
he: מדינה או מחוז מגורים

source: Account Activation
he: הפעלת חשבון של

source: Enjoy learning with %(platform_name)s.
he: מאחלים לכם למידה מהנה ב%(platform_name)s.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
he: זקוקים לעזרה? נשמח לענות לכם בלינק: {start_anchor_web}%(support_url)s{end_anchor} או בדואל {start_anchor_email}%(support_email)s{end_anchor}.

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
he: אתה מקבל דואר אלקטרוני זה מפני שביקשת איפוס סיסמה עבור חשבון המשתמש שלך ב%(platform_name)s.

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
he: התקבלה בקשה לשנות את כתובת הדואר האלקטרוני המקושרת לחשבון %(platform_name)s שלך מ-%(old_email)s ל-%(new_email)s. אם זה אכן נכון, נא אשר את כתובת הדואר האלקטרוני החדשה שלך באמצעות ביקור ב:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
he: אם לא ביקשת זאת, אין צורך לעשות דבר; לא תקבל עוד הודעות מאיתנו. נא לא להגיב להודעה זו; אם אתה זקוק לעזרה, בדוק את עמוד העזרה באתר %(platform_name)s.

source: Request to change %(platform_name)s account e-mail
he: בקש לשנות את כתובת הדואר האקטרוני המקושרת לחשבון %(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
he: זוהי הודעה לאשר כי החלפת את כתובת הדואר האלקטרוני המקושרת לחשבון %(platform_name)s מ-%(old_email)s ל-%(new_email)s. אם לא ביקשת את השינוי הנ"ל, נא צור עמנו קשר באופן מיידי. דרכי קשר רשומות ב:

source: You have been enrolled in %(course_name)s
he: נרשמת לקורס %(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
he: הוזמנת כבוחן בטא לקורס %(course_name)s ב-%(site_name)s

source: To start accessing course materials, please visit:
he: למעבר אל הקורס יש להיכנס ל:

source: To enroll in this course and begin the beta test:
he: על מנת להצטרף לקורס ולהתחיל את מבחן הבטא:

source: Visit %(course_name)s
he: בקר ב-%(course_name)s

source: Visit %(site_name)s
he: בקר ב-%(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
he: הודעת מייל זו נשלחה באופן אוטומטי מ-%(site_name)s ל-%(email_address)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
he: הוזמנת בידי חבר בצוות הקורס להיות משתמש בטא עבור %(course_name)s ב-%(site_name)s .

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
he: בקר ב-%(course_about_url)s על מנת להצטרף לקורס ולהתחיל את מבחן הבטא.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
he: בקר ב-%(site_name)s על מנת להצטרף לקורס ולהתחיל את מבחן הבטא.

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
he: הוזמנת להצטרף ל%(course_name)s ב%(site_name)s על ידי חבר בסגל הקורס.

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
he: ברגע שנרשמת והפעלת את חשבונך, תוכל לראות כי %(course_name)s מופיע בלוח הבקרה שלך.

source: You can then enroll in %(course_name)s.
he: אחר כך תוכל להירשם ל%(course_name)s.

source: To access this course visit %(course_url)s and login.
he: כדי לגשת לקורס, נא בקר ב-%(course_url)s והתחבר.

source: To access this course visit %(course_about_url)s and register for this course.
he: כדי לגשת לקורס, נא בקר ב-%(course_about_url)s והירשם לקורס.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
he: כדי להשלים את הרשמתך, נא בקר ב-%(registration_url)s ומלא את טופס ההרשמה. וודא כי אתה משתמש ב-%(email_address)s בשדה כתובת הדואר האלקטרוני.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
he: ברגע שנרשמת והפעלת את חשבונך, בקר ב-%(course_about_url)s על מנת להצטרף לקורס.

source: You have been invited to register for %(course_name)s
he: הוזמנת להירשם ל%(course_name)s

source: You have been unenrolled from %(course_name)s
he: בוטלה הרשמתך מ%(course_name)s

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
he: בוטלה הרשמתך בקורס %(course_name)s בידי חבר בסגל הקורס. נא התעלם מההזמנות קודמות שנשלחו.

source: You have been unenrolled from %(course_name)s
he: בוטלה הרשמתך מ%(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
he: בוטלה הרשמתך לקורס %(course_name)s ב-%(site_name)s בידי חבר בסגל הקורס. הקורס לא יופיע עוד בלוח הבקרה שלך ב%(site_name)s.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
he: הוסרת ממבחן הבטא של %(course_name)s ב-%(site_name)s.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
he: הוסרת ממבחן הבטא של %(course_name)s ב-%(site_name)s בידי חבר בסגל הקורס.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
he: הקורס יישאר בלוח הבקרה שלך אך לא תהיה יותר חלק מקבוצת הבחינה.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
he: הוסרת ממבחן הבטא של %(course_name)s ב-%(site_name)s בידי חבר בסגל הקורס. הקורס יישאר בלוח הבקרה שלך אך לא תהיה יותר חלק מקבוצת הבחינה.

source: You have been removed from a beta test for %(course_name)s
he: הוסרת ממבחן הבטא עבור קורס %(course_name)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
he: אתה מקבל דואר אלקטרוני זה מפני שביקשת איפוס סיסמה עבור חשבון המשתמש שלך ב%(platform_name)s.

source: Terms of Use
ar: شروط الاستخدام
he: תנאי שימוש

source: A. General
ar: أ. عام
he: א. כללי

source: B. Copyrights
ar: ب. حقوق التأليف والنشر
he: ב. זכויות יוצרים

source: C. Links to websites
ar: ج. روابط للمواقعو
he: ג. קישורים לאתרים

source: D. Privacy
ar: د. الخصوصية
he: ד. פרטיות

source: E. Official publications of the State of Israel
ar: ﮪ. المطبوعات الرسمية لدولة إسرائيل
he: ה. פרסומים רשמיים של מדינת ישראל

source: F. Use of Cookie files
ar: و. استخدام ملفات "Cookies"
he: ו. שימוש בקבצי Cookies

source: G. Warranty
ar: ز. مسؤولية
he: ז. אחריות

source: H. Applications regarding the Website or Service
ar: ح. الاستفسارات المتعلقة بالموقع
he: ח. פניות בנוגע לאתר או השירות

source: Headquarters for the National Digital Israel Initiative in Ministry of Social Equality of the State of Israel (hereinafter, "the Ministry") offers the information and online services in this Internet site (hereinafter, "the Service" or "the Website") subject to the following terms:
ar: أ. عام مقر المشروع القومي "إسرائيل الرقمية" التابع لوزارة المساواة الاجتماعية , دولة إسرائيل (فيما يلي: "الوزارة") يقدم المعلومات والخدمات عبر الإنترنت على هذا الموقع (فيما يلي: "الخدمة" أو "الموقع") وفقا للشروط التالية
he: מטה המיזם הלאומי "ישראל דיגיטלית" במשרד לשוויון חברתי, מדינת ישראל (להלן: "המשרד") מציע את המידע והשירותים המקוונים באתר אינטרנט זה (להלן: "השירות" או "האתר") בכפוף לתנאים הבאים:

source: The meaning of the terms "User" is any person who makes contact and/or communicates with the Website.
ar: يعني مصطلح "المستخدم" أدناه الشخص الذي يقوم بالاتصال و / أو التواصل مع الموقع
he: המונח "משתמש" להלן משמעו כל אדם אשר יוצר קשר ו/או מתקשר עם האתר.

source: The information in the Website is formulated in masculine form for convenience purposes only and refer to men and women alike.
ar: تم صياغة المعلومات على الموقع في صيغة المذكر للراحة فقط, ويشير لكل من الرجال والنساء على حد سواء
he: המידע באתר מנוסח בלשון זכר לצורכי נוחות בלבד, ומתייחס לגברים ולנשים כאחד.

source: Following the copyrights laws applicable in Israel and international conventions, the copyrights in the Ministry's publications, including those published in this Service are the property of the State of Israel. These copyrights command, among other things, text, pictures, drawings, maps, sound clips, video clips, graphics and software applications (hereinafter, "the Privileged Material"), unless explicitly determined otherwise that the copyrights in the Privileged Material are the property of another party. The copyrights are the property of the Ministry or of third parties and is reserved to them.
ar: وفقًا لقوانين حق المؤلف في إسرائيل ووفقًا للاتفاقيات الدولية , فإن حقوق النشر في منشورات الوزارة , بما في ذلك تلك المنشورة في هذه الخدمة, تابعة لدولة إسرائيل. وتنطبق هذه الحقوق, من جملة أمور أخرى, على النصوص والصور والرسوم التوضيحية والخرائط ومقاطع الصوت ومقاطع الفيديو والرسومات وتطبيقات البرامج (فيما يلي: "المادة المحمية") , ما لم ينص صراحة على أن حق المؤلف في المادة المحمية ينتمي إلى طرف آخر. حقوق الطبع والنشر مملوكة للوزارة أو مملوكة لأطراف ثالثة , وهي محفوظة لهم.
he: לפי דיני זכויות היוצרים התקפים בישראל, ועל פי אמנות בין-לאומיות, זכויות היוצרים בפרסומי המשרד, כולל אלו המתפרסמים בשירות זה, שייכות למדינת ישראל. זכויות יוצרים אלו חולשות, בין השאר, על טקסט, תמונות, איורים, מפות, קטעי צליל, קטעי וידיאו, גרפיקה ויישומי תוכנה (להלן: "החומר המוגן"), אלא אם כן נקבע באופן מפורש כי זכויות היוצרים בחומר המוגן שייכות לגורם אחר. זכות היוצרים מצויה בבעלות המשרד או בבעלותם של צדדים שלישיים, ושמורה להם.

source: The User may perform "fair use" of the Privileged Material in accordance with the rules set by the law. Fair use includes a reasonable quote out of the Privileged Material. the said quoter should mention the source of the quote, whether it is the Ministry or another party. The User may not make use, within the Privileged Material, of any falsification, vitiation or other change or any action that may be a degradation in relation to the Privileged Material that may slight or dishonor the owner of the copyrights in it. Subject to copyright laws, the User may not copy, redistribute, retransmit, or publish Privileged Material without the Ministry's advance written consent.
ar: يحق للمستخدم "الاستخدام العادل" للمواد المحمية , كل ذلك وفقًا للقواعد المنصوص عليها في القانون. يتضمن الاستخدام العادل اقتباسًا معقولًا من المادة المحمية. يجب على الشخص المقتبس على النحو المذكور أن يذكر مصدر الاقتباس , سواء كانت الوزارة أو كيان آخر. يحظر على المستخدم استخدام المواد المحمية التشويه أو التحريف أو التغيير أو أي تغيير آخر, أو أي إجراء ذو قيمة فيما يتعلق بالمواد المحمية, وهو ما قد يضر بشرف أو اسم صاحب حقوق الطبع والنشر به. وفقًا لقانون حقوق الطبع والنشر, لا يحق للمستخدم نسخ أو إعادة توزيع أو إعادة إرسال أو نشر مواد محمية بدون موافقة مسبقة وكتابيا من قبل الوزارة.
he: המשתמש רשאי לעשות "שימוש הוגן" בחומר המוגן, הכל בהתאם לכללים הקבועים בדין. שימוש הוגן כולל ציטוט סביר מתוך החומר המוגן. המצטט כאמור חייב לציין את המקור לציטוט, בין אם הוא המשרד ובין אם הוא גורם אחר. אסור למשתמש לעשות בחומר המוגן כל סילוף, פגימה או שינוי אחר, או כל פעולה שיש בה משום הפחתת ערך ביחס לחומר המוגן, העלולה לפגוע בכבודו או בשמו של בעל זכויות היוצרים בו. בכפוף לדיני זכויות יוצרים, אסור למשתמש להעתיק, להפיץ מחדש, לשדר מחדש או לפרסם חומר מוגן, ללא הסכמה מראש ובכתב מאת המשרד.

source: There are links in this site, referring to external websites. These websites are not under the Ministry's control and the Ministry cannot be held accountable to the content of the material found in the foregoing websites. These websites are exclusively intended for the convenience of Users of the Website. In addition, the Ministry cannot be held liable, directly or indirectly, to the content of the websites and it cannot be held accountable in any way whatsoever to flaws and/or defects and/or errors of any kind in the information appearing in those websites. The Ministry will not be held responsible to software and other damages if caused due to use of the websites. In other words, there are no legal or commercial relations between the Ministry and the owners of the linked websites.
ar: اقع يحتوي هذا الموقع على روابط تشير إلى مواقع خارجية , وهذه المواقع لا تخضع لرقابة الوزارة والوزارة غير مسؤولة عن محتويات الموجودة فب المواقع المذكورة. تم تصميم المواقع لراحة مستخدمي الموقع فقط. كما لا تتحمل الوزارة مسؤولية مباشرة أو غير مباشرة عن محتويات المواقع, والوزارة غير مسؤولة بأي شكل من الأشكال, عن عيوب و/ أو تشويه و/ أو أخطاء من أي نوع, في المعلومات التي تظهر على تلك المواقع. لا تتحمل الوزارة مسؤولية أي تلف في البرامج أو غيرها من الأضرار إذا كان ذلك بسبب استخدام المواقع. وهذا يعني على أنه لا توجد علاقة قانونية أو تجارية. بين الوزارة وأصحاب المواقع المرتبطة.
he: באתר זה נמצאים קישורים המפנים לאתרים חיצוניים, אתרים אלה אינם בשליטת המשרד ואין המשרד אחראי לתוכן החומר הנמצא באתרים האמורים. האתרים נועדו לנוחיות המשתמשים באתר בלבד. כמו כן אין למשרד אחריות עקיפה או ישירה לאמור באתרים, ואין המשרד אחראי בצורה כלשהי לפגמים ו/או ליקויים ו/או טעויות מכל סוג, במידע שמופיע באותם אתרים. המשרד לא יישא באחריות בגין נזקי תכנה ונזקים אחרים אם יגרמו כתוצאה מהשימוש באתרים. הווה אומר כי אין בין המשרד לבין בעלי האתרים המקושרים יחסים משפטיים או מסחריים.

source: At the time of editing the links to the external websites in hte Ministry's Website, it was found that the information complies with the Website's general objectives and the actual links are in order at the time. However, it is possible that with time, changes are made to the linked website, hence links to external websites should not be construed as providing authorization, certification, recommendation or preference by the State or the Ministry to the linked websites of their operators, owners or creators, including to documents and any other material contained in them or to products presented in them.
ar: عند تحرير الروابط إلى المواقع الخارجية على موقع الوزارة , تبين أن المعلومات تتفق مع الأهداف العامة للموقع وأن الروابط نفسها صالحة في ذلك الوقت. ومع ذلك, فمن الممكن مع مرور الوقت أن تحدث تغييرات في الموقع المرتبط , وبالتالي لا يجب تفسير الروابط إلى مواقع خارجية على أنها تمنح, موافقة أو توصية أو تفضيل من قبل الدولة أو مكتب المواقع المرتبطة أو مشغليها أو أصحابها أو منشئيها , بما في ذلك المستندات وأي مواد أخرى واردة فيها, أو المنتجات المقدمة فيها.
he: בעת עריכת הקישורים לאתרים החיצוניים באתר המשרד, נמצא כי המידע הינו תואם את מטרותיו הכלליות של האתר וכי הקישורים עצמם הינם תקינים לאותה עת. ואולם, יתכן שבמהלך הזמן חלו שינויים באתר המקושר ולכן אין לפרש קישורים לאתרים חיצוניים כמתן גושפנקה, אישור, המלצה או העדפה על ידי המדינה או המשרד לאתרים המקושרים או למפעיליהם, בעליהם או יוצריהם, לרבות למסמכים ולכל חומר אחר הנמצאים בהם, או למוצרים המוצגים בהם.

source: If a user in a website believes a linked site or material in it are not appropriate or if it found that the link is no proper or in any other application relevant to this Service, he is required to report this to the Website staff by e-mail to address
ar: إذا اعتقد مستخدم الموقع أن الموقع المرتبط أو المادة الموجودة فيه غير مناسبة, أو إذا كان الرابط غير صالح, أو أي طلب إضافي ذي صلة بهذه الخدمة, مطلوب منه إبلاغ موظفي الموقع على عنوان البريد الإلكتروني
he: אם משתמש באתר סבור שאתר מקושר או החומר המצוי בו אינם מתאימים, או אם נמצא כי הקישור אינו תקין, או בכל פנייה נוספת הרלוונטית לשירות זה הוא מתבקש להודיע על כך לצוות האתר בכתובת הדוא"ל .
