Repository: edx-olive/extended-translations-app
Catalog: extended_translations/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, he

source: For integration with third party services. For instance, video clips and other content that would be uploaded to the YouTube website or others that are not under our control.
ar: لغرض التكامل مع خدمات طرف ثالث. على سبيل المثال, ومقاطع الفيديو والمحتويات الأخرى التي يتم تحميلها على موقع يوتيوب YouTube أو غيرها من المواقع التي ليست تحت سيطرتنا.
he: לצורך אינטגרציה עם שירותי צד ג'. לדוגמה, סרטונים ותכנים נוספים שיועלו על גבי אתר YouTube או באתרים אחרים שאינם תחת שליטתנו.

source: For your attention:
ar: الرجاء ملاحظة:
he: לתשומת ליבכם:

source: We intend to share your Student Data with EdX.inc that provides or will provide us with hosting and other services as website administrators.
ar: نحن عازمون على تبادل المعلومات عنك ومشاركة بيانات المتعلم المزود أو مع شركة EdX.inc التي تقدم أو سوف تقدم لنا خدمات الاستضافة والخدمات الأخرى, بصفتها مسؤول عن الموقع.
he: בכוונתנו לשתף ולחלוק נתוני הלומד אודותיכם עם חברת EdX.inc, שמספקת או תספק לנו שירותי אירוח ושירותים אחרים כמנהל האתר.

source: In accordance with a service provision agreement signed between us (the Headquarters for the National "Digital Israel" Initiative) and EdX.inc,
ar: وفقا لاتفاقية توفير الخدمات الموقعة بيننا (مقر المشروع الوطني "إسرائيل الرقمية") وبين EdX.inc:
he: לפי הסכם למתן שירותים שנחתם ביננו (מטה המיזם הלאומי "ישראל דיגיטלית") לבין EdX.inc :

source: "EdX shall use such Learner Data only to the extent required to in order to carry out tasks in compliance with this Agreement. EdX will ensure that it will not share Learner Data with any third parties unless edX has NDB written prior consent or that edX is required to share such information, provided that appropriate confidentiality and security measures are taken. EdX will comply with all applicable laws, policies, and regulations relating to its use of Learner Data."
ar: "يجب على EdX استخدام بيانات الطالب فقط بالقدر اللازم من أجل تنفيذ المهام بموجب هذا الاتفاق. وستلتزم EdX بعدم مشاركة بيانات الطالب مع أي طرف ثالث إلا إذا حصلت EdXعلى موافقة NDB الخطية المسبقة أو إذا شاركت EdX هذه البيانات شريطة أن يتم اتخاذ إجراءات سرية وأمنية. سوف تلتزم EdX بجميع القوانين والسياسات واللوائح المتعلقة باستخدام بيانات الطالب."
he: "EdX תעשה שימוש בנתוני לומד כאלה רק במידה שהדבר הכרחי לצורך ביצוע המשימות בהתאם להסכם זה. EdX תבטיח שלא תחלוק את נתוני הלומד עם צד ג' אלא אם יש קיבלה אישור בכתב ומראש ממטה ישראל דיגיטליתאו במקרה ש-EdX נדרשת לחלוק את המידע, וזאת בתנאי שתנקוט אמצעי בטיחות וחשאיות ראויים. EdX תפעל על פי כל החוקים, כללי המדיניות והתקנות החלים עליה והנוגעים לשימוש שהיא מבצעת בנתוני הלומד."

source: The Website and data stored in it are stored in server farm of Amazon Web Services (AWS) in Dublin, Ireland. To review AWS's privacy policy and terms of use, visit
ar: يتم تخزين الموقع والبيانات المخزنة عليه في مزرعة خوادم (AWS) في الأمازون في دبلن, أيرلندا. لمراجعة سياسة خصوصية AWS وشروط الاستخدام , يرجى الاتصال على العنوان:
he: האתר והנתונים המאוחסנים בו מאוחסנים בחוות השרתים (AWS) של Amazon בדבלין, אירלנד. לצורך עיון במדיניות הפרטיות ותנאי השימוש של AWS, גשו לכתובת:

source: Should there be a conflict or discrepancy between the material published in the Website and that appearing in official written publications of the State of Israel, the material in this official publications will be considered correct. In any event of conflict and/or discrepancy between the material displayed in this Service and another publication of the Ministry, the Ministry will determine which publication should be considered correct.
ar: في حالة وجود تناقض أو عدم توافق بين المواد المنشورة على الموقع والمواد التي تظهر في المطبوعات المكتوبة الرسمية لدولة إسرائيل, فإن المواد الواردة في هذه المطبوعات الرسمية ستعتبر صحيحة. في أي حالة من التناقض و/ أو عدم التوافق بين المواد المقدمة في هذه الخدمة وغيرها من المطبوعات التي تصدرها الوزارة, تحدد الوزارة أي المنشورات تعتبر صحيحة.
he: במידה שיש סתירה או אי-התאמה בין החומר המתפרסם באתר לבין החומר המופיע בפרסומים הרשמיים בכתב של מדינת ישראל, החומר בפרסומים רשמיים אלה ייחשב כנכון. בכל מקרה של סתירה ו/או אי התאמה בין החומר המוצג בשירות זה לבין פרסום אחר של המשרד, יקבע המשרד איזה מן הפרסומים ייחשב כנכון.

source: This Website use Google Analytics, a Google product assisting website owners understand the way customers are involved in their websites. When you visit this Website, your web browser automatically sends Google certain data. These data includes, among other things, the web address of the page you are visiting and your IP address. Google Analytics uses Cookie files, text files placed in the computer to help the website to analyze how users use the website. The information gathered by a Cookie file is transferred to Google servers where it is stored. Google uses this information to assess your use of the website and prepare reports on the website activity and Internet use for website owners. Google may also transfer the information to third parties when it is required to do so by the law or when a third party processes the information for Google. Google will not attribute the IP address to other information in its possession.
ar: يستخدم هذا الموقع تحليل ݘوݘل, وهو أحد منتجات ݘوݘل التي وتساعد أصحاب مواقع الويب على فهم كيفية تفاعل الزائرين مع مواقعهم. عندما تزور هذا الموقع, يرسل متصفحك تلقائيا بيانات معينة إلى Google. تتضمن هذه البيانات، من بين أمور أخرى, عنوان الويب الخاص بالصفحة التي تزورها وعنوان IP الخاص بك. - يستخدم تحليل ݘوݘل "ملفات "Cookies", والملفات النصية الموضوعة على جهاز الكمبيوتر لمساعدة الموقع في تحليل كيفية استخدام الزائرين للموقع. يتم نقل المعلومات التي يتم جمعها من خلال ملفات "Cookies" وتخزينها على خوادم ݘوݘل. تستخدم ݘوݘل هذه المعلومات لتقييم استخدامك للموقع, وتعديل التقارير حول نشاط موقع الويب, واستخدام الإنترنت بالنسبة لمشرفي المواقع. يحق لشركة ݘوݘل أيضا نقل هذه المعلومات إلى أطراف ثالثة عندما طلب منها ذلك بموجب القانون أو إذا كان طرف ثالث يقوم بمعالجة المعلومات لصالح ݘوݘل. لن تقوم ݘوݘل بربط عنوان IP الخاص بك مع غيرها من المعلومات الموجودة لدى جوجل.
he: אתר זה משתמש בגוגל אנליטיקס, מוצר של גוגל שעוזר לבעלי אתרים להבין את אופן המעורבות של לקוחות באתרים שלהם. כאשר אתם מבקרים באתר זה הדפדפן שלכם שולח נתונים מסוימים ל-Google באופן אוטומטי. נתונים אלה כוללים, בין היתר, את כתובת האינטרנט של הדף שבו אתם מבקרים ואת כתובת ה-IP שלכם. גוגל אנליטיקס משתמשים בקבצי "Cookies", קבצי טקסט המוצבים על המחשב במטרה לסייע לאתר לנתח כיצד המבקרים משתמשים באתר. האינפורמציה שנאספת דרך קובץ ה-"Cookies" מועברת ונשמרת בשרתי גוגל. גוגל משתמשת במידע זה כדי להעריך את השימוש שלך באתר, עריכת דוחות על פעילות האתר ועל השימוש באינטרנט בשביל מנהלי אתרים. גוגל עלולה גם להעביר את המידע לצד שלישי, כאשר היא נדרשת לכך מתוקף חוק, או כאשר צד שלישי מעבד את המידע בשביל גוגל. גוגל לא תשייך את כתובת ה-IP עם מידע אחר שיש לגוגל.

source: Use of Cookie files can be cancelled by selecting the appropriate option in the browser's settings, but in such a case, it is possible that some of the information appearing in the Website will not be available.
ar: يمكنك تعطيل استخدام ملفات "Cookies" عن طريق تحديد الخيار المناسب في إعدادات المتصفح الخاص بك , ولكن في هذه الحالة قد لا تكون كافة المعلومات الموجودة على الموقع متوفرة.
he: ניתן לבטל את השימוש בקבצי "Cookies" על ידי בחירת האפשרות המתאימה בהגדרות הדפדפן, אולם במקרה כזה יתכן ולא כל המידע המופיע באתר יהיה זמין.

source: For further information on the way to cancel sending information to Google Analytics
ar: لمزيد من المعلومات حول كيفية إلغاء إرسال المعلومات إلى برنامج- Google Analytics
he: למידע נוסף על אופן ביטול שליחת מידע ל-Google Analytics

source: Surfing to this Website constitutes your consent to the information gathering by Google in the way and for the purposes aforementioned.
ar: يمثل تصفح هذا الموقع موافقتك على جمع المعلومات بواسطة ݘوݘل بالطريقة وللأغراض المحددة أعلاه.
he: גלישה באתר זה מהווה את הסכמתך לאיסוף המידע על ידי גוגל באופן ולמען השימושים שצוינו לעיל.

source: The Service is offered to the public AS IS. The State of Israel will not be held responsible for the matching of the Service to the User's requirements. In addition, the State of Israel will not be held liable for mistakes or errors in the material presented within the Service. The State of Israel will not be held liable for changes made to the material presented within the Service by the User or any third party. The User bears the sole responsibility to the manner he uses the Service. The State of Israel will not be held responsible for any damage incurred by the User of any third party as a direct or indirect result of use of the Service, including damage caused due to use of software applications that were downloaded directly by way of the Service or used as a result of using the Service. For the purpose of this section, the State of Israel includes its employees and representatives.
ar: تقديم الخدمة للجمهور "كما هي" ("AS IS"). لا تتحمل دولة إسرائيل مسؤولية مطابقة الخدمة مع احتياجات المستخدم. بالإضافة إلى ذلك , فإن دولة إسرائيل لن تكون مسؤولة عن أي أخطاء أو أغلاط في المواد المقدمة في الخدمة. لا تتحمل دولة إسرائيل المسؤولية عن التغييرات التي تطرأ على المادة المقدمة في الخدمة من قبل المستخدم أو من قبل أي طرف ثالث. المستخدم وحده يتحمل المسؤولية حول الطريقة التي يستخدم بها الخدمة. لا تتحمل دولة إسرائيل المسؤولية عن أي ضرر يلحق بالمستخدم أو أي طرف ثالث كنتيجة مباشرة أو غير مباشرة لاستخدام الخدمة , بما في ذلك الأضرار الناجمة عن استخدام تطبيقات البرامج التي تم تنزيلها مباشرة من خلال الخدمة أو تم تشغيلها كنتيجة لاستخدام الخدمة. لأغراض هذا المادة, "دولة إسرائيل", بما في ذلك موظفيها ووكلائها.
he: השירות מוצע לציבור "כמות שהוא" ("‎AS IS"). מדינת ישראל לא תישא באחריות להתאמת השירות לצורכי המשתמש. כמו כן, לא תישא מדינת ישראל באחריות לטעויות או לשגיאות בחומר המוצג בשירות. מדינת ישראל לא תישא באחריות לשינויים שנעשו בחומר המוצג בשירות על ידי המשתמש או על ידי כל צד ג'. המשתמש בלבד יישא באחריות לאופן שבו הוא עושה שימוש בשירות. מדינת ישראל לא תישא באחריות לכל נזק שנגרם למשתמש או לכל צד ג' כתוצאה ישירה או עקיפה מן השימוש בשירות, לרבות נזק שנגרם עקב השימוש ביישומי תוכנה שהורדו ישירות באמצעות השירות או הופעלו כתוצאה מהשימוש בשירות. לעניין סעיף זה, "מדינת ישראל", לרבות עובדיה ונציגיה.

source: Applications or questions regarding the Website's activity can be sent byway of e-mail to
ar: أو الخدمة حول أي استفسارات أو أسئلة تتعلق بأنشطة الموقع, يرجى الاتصال بـ.
he: בכל פניה או שאלה הנוגעת לפעילות האתר, ניתן לפנות באמצעות כתובת הדוא"ל.

source: ISRAEL NATIONAL ON-LINE COURSES SITE (Campus) SERVICES AGREEMENT NATIONAL SITE PRIVACY POLICY AND TERMS OF SERVICE
ar: اتفاقية خدمات موقع إسرائيل الدولي للدورات عبر الانترنت سياسة الخصوصية وشروط الخدمة للموقع الدولي
he: הסכם שירותים לאתר CAMPUS תנאי שירות ומדיניות הגנה על פרטיות

source: In order to register and receive the services offered in this site, we will issue you a Personal username and password.
ar: من أجل التسجيل والحصول على الخدمات المقدمة في هذا الموقع، سوف نوفر لك اسم مستخدم وكلمة سر شخصية.
he: על מנת להירשם ולקבל את השירותים המוצעים באתר זה, ננפיק לכם שם משתמש וססמה אישיים.

source: Please note, that by entering this site, you are confirming that you understand and unambiguously consent to the collection, use, disclosure and retention of your personal information as detailed below, in Israel, Ireland and other countries and territories, for the purposes set forth in this Privacy Policy. For further certainty, any consent relating to a right to transfer information referred to as "Learner Data" shall be deemed to include your consent to the transfer of the applicable Personal Information to a jurisdiction which may provide a different level of privacy protection than that available in your own country.
ar: يرجى الملاحظة أنه من خلال الدخول إلى هذا الموقع أنت تؤكد أنك تفهم وتوافق دون لبس على جمع، استخدام، الإفصاح عن وحفظ المعلومات الشخصية الخاصة بك كما هو موضح أدناه، في اسرائيل وايرلندا والبلدان والأقاليم الأخرى، للأغراض المنصوص عليها في سياسة الخصوصية هذه. للمزيد من اليقين، تعتبر أي موافقة التي تتعلق بالحق في نقل المعلومات المشار إليها هنا ب "بيانات الطالب" على أنها تشمل موافقتك على نقل المعلومات الشخصية المعنية إلى منطقة التي تقدم مستوى مختلف من حماية الخصوصية من ذلك المتاح في بلدك.
he: יש לשים לב כי בעת הכניסה לאתר זה, הנכם מאשרים שאתם מבינים ומאשרים באופן חד משמעי את איסוף, שימוש, גילוי ושמירת פרטיכם האישיים, כמפורט להלן, בישראל, באירלנד ובמדינות וטריטוריות אחרות, לצרכים המפורטים במסמך מדיניות פרטיות זה. למען הסר ספק, מובהר כי כל אישור הנוגע לזכות להעברת מידע המוגדר להלן כ-"נתוני הלומד" כוללת גם את אישורכם להעברת המידע האישי הרלוונטי לתחום השיפוט שעשוי לספק רמה שונה של הגנת פרטיות מזו הקיימת במדינתכם

source: If you do not agree with these terms, then please do not accesses, browse, or register for the Site. If you choose not to provide us with certain information required to provide you with various services offered on our Site, you may not be able to establish a user account and we may not be able to provide you with those services.
ar: إذا كنت لا توافق على هذه الشروط، الرجاء عدم الدخول إلى، أو تصفح، أو التسجيل في الموقع. إذا اخترت عدم تزويدنا بالمعلومات المطلوبة لتقديم الخدمات المختلفة المقدمة في موقعنا، قد لا تكون قادراً على إنشاء حساب مستخدم وقد لا نتمكن نحن من توفير تلك الخدمات لك.
he: אם אינכם מסכימים לתנאים אלה, אנא הימנעו מלגשת לאתר, לעיין באלו מתכניו או להירשם אליו. אם אתם בוחרים שלא לספק לנו מידע מסוים הנדרש לאספקת שירותים מסוימים שאתרנו מציע, יתכן שלא תוכלו ליצור חשבון משתמש, ויתכן שלא נוכל לספק לכם את השירותים הללו.

source: We will need you to provide us with the following information ("Learner Data"):
ar: سوف نحتاج إلى الحصول على المعلومات التالية ("بيانات الطالب"):
he: נזדקק שתספקו לנו את המידע להלן אודותיכם ("נתוני לומד"):

source: First Name
ar: الاسم الشخصي
he: שם פרטי

source: Last Name
ar: اسم العائلة
he: שם משפחה

source: Country
ar: الدولة
he: מדינה

source: Gender
ar: الجنس
he: מגדר

source: Year of birth
ar: سنة الولادة
he: שנת לידה

source: Education level
ar: مستوى التعليم
he: רמת השכלה

source: We collect Learner Data, when you sign up for a user account, participate in online courses, register for a paid certificate, send us email messages and/or participate in our public forums. We also collect certain usage information about student performance and patterns of learning. In addition, we track information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited and which hyperlinks and other user interface controls were used.
ar: نحن نقوم بجمع بيانات الطالب عندما تقوم بالتسجيل للحصول على حساب مستخدم، عندما تشارك في دورات عبر الانترنت، عندما تسجل للحصول على شهادة مقابل دفع، عندما ترسل لنا رسائل بريد إلكتروني و/أو تشارك في المنتديات العامة لدينا. ونحن نقوم أيضاً بجمع معلومات استخدام معينة حول أداء الطلاب وأنماط التعلم. وبالإضافة إلى ذلك، نحن نتبع المعلومات التي تشير، من بين أمور أخرى، إلى الصفحات التي تمت زيارتها في موقعنا، الترتيب الذي تمت زيارتها فيه، متى تمت زيارتها وأي روابط وغيرها من عناصر واجهة المستخدم تم استخدامها.
he: אנו אוספים את נתוני הלומד במעמד הרשמתכם לאתר לצורך קבלת חשבון משתמש, כאשר הנכם משתתפים בקורסים מקוונים, נרשמים לקבלת תעודה בתשלום, שולחים לנו הודעות דוא"ל ו/או משתתפים בפורומים הציבוריים שלנו. אנו גם אוספים מידע שימושי מסוים על ביצועי תלמידים ודפוסי למידה. בנוסף, אנחנו עוקבים אחר מידע המעיד, בין היתר, באלו מדפי האתר ביקרתם, הסדר בו ביקרתם בהם, מתי ביקרתם בהם ובאילו היפר-קישורים ובקרי ממשק אחרים השתמשתם.

source: We may log the IP address, operating system, and browser software used by each user of the Site, and we may be able to determine from an IP address a user's Internet Service Provider and the geographic location of his or her point of connectivity. Various web analytics tools are used to collect this information. Some of the information is collected through cookies (small text files placed on your computer that store information about you, which can be accessed by the Site). You should be able to control how and whether cookies will be accepted by your web browser. Most browsers offer instructions on how to reset the browser to reject cookies in the "Help" section of the toolbar. If you reject our cookies, many functions and conveniences of this Site may not work properly.
ar: قد نقوم بالدخول إلى عنوان بروتوكول الانترنت، نظام التشغيل، برنامج المتصفح الذي يستخدمه كل مستخدم للموقع، وقد نتمكن من خلال تحديد عنوان بروتوكول الانترنت، تحديد مزود خدمة الإنترنت للمستخدم وموقعه الجغرافي أو نقطة الاتصال التي اتصل منها بالموقع. يتم استخدام العديد من الأدوات التحليلية من أجل جمع هذه المعلومات. يتم جمع بعض المعلومات من خلال الكوكيز (ملفات نصية صغيرة الموجودة على جهاز الكمبيوتر الخاص بك التي تقوم بتخزين معلومات عنك، والتي يمكن الوصول إليها عن طريق الموقع). يجب أن تكون قادراً على التحكم في كيفية قبول واستخدام الكوكيز التي سيتم قبولها من قبل متصفح الويب الخاص بك. توفر معظم المتصفحات المعلومات والإرشادات حول كيفية إعادة ضبط المتصفح لرفض ملفات تعريف الارتباط في قسم "المساعدة" في شريط الأدوات. إذا قمت برفض تثبيت الكوكيز قد لا تعمل العديد من تطبيقات وأدوات هذا الموقع بشكل صحيح.
he: אנו עשויים לתעד את כתובת ה-IP, מערכת ההפעלה ותוכנת הדפדפן המשמשים כל משתמש באתר, וביכולתנו לזהות מכתובת ה-IP את ספק האינטרנט והמיקום הגאוגרפי של נקודת ההתקשרות של המשתמש. מבחר כלי אנליטיקת רשת משמשים לאיסוף מידע זה. חלק מהמידע נאסף באמצעות קבצי Cookies (קבצי טקסט קטנים המוכנסים למחשב שלכם ומתעדים מידע עליכם, שאליו האתר יכול לגשת). אמורה להיות לכם היכולת לשלוט באופן שבו דפדפן האינטרנט שלכם מקבל קבצי Cookies, אם בכלל יקבל אותם. מרבית הדפדפנים מספקים הוראות כיצד לאפס את הדפדפן כך שיידחה קבצי Cookies, באיזור ה"עזרה" בסרגל הכלים. אם תדחו את קבצי ה-Cookies שלנו, תפקודים ואלמנטים רבים של כלי עזר באתר עשויים שלא לעבוד כראוי.

source: Among other things, we and the educational institutions that provide courses through this site may use the information about you collected through the Site (including Lerner Data) in connection with the following. In cases where we share or disclose your Learner Data: (1) the third party recipients are required to handle the Learner Data in a confidential manner and to maintain adequate security to protect the information from loss, misuse, unauthorized access or disclosure, alteration, and destruction; and (2) we will only disclose and share Learner Data that is required by the third party to fulfill the purpose stated at the time of collection.
ar: من بين أمور أخرى، قد نقوم نحن والمؤسسات التعليمية التي تقدم دورات تعلمية من خلال هذا الموقع باستخدام المعلومات التي تم جمعها عنك من خلال الموقع (بما في ذلك بيانات الطالب) فيما يخص التالي. في الحالات التي نشارك فيها أو نكشف عن بيانات الطالب الخاصة بك (1) يجب على متلقي الطرف الثالث التعامل مع بيانات الطالب بطريقة سرية والحفاظ على الأمن الكافي لحماية المعلومات من الضياع أو سوء الاستخدام أو الوصول غير المصرح به أو الكشف عنها، تغييرها أو تدميرها؛ و (2) سوف نكشف فقط ونشارك بيانات الطالب المطلوبة من قبل الطرف الثالث لتحقيق الهدف المعلن وقت جمع هذه البيانات.
he: בין היתר, אנו, מוסדות חינוך וגופים אחרים (להלן:"מוסדות החינוך"), המספקים קורסים באמצעות האתר, עשויים להשתמש במידע עליכם שייאסף מן האתר (כולל נתוני הלומד) במקרים שלהלן. במקרה שנשתף או נמסור את נתוני הלומד אודותיך: (1) נדרשים צדדים שלישיים המקבלים את נתוני הלומד לנהוג בנתונים אלו באופן חסוי ולהפעיל אמצעי אבטחה מספקים לשם ההגנה על המידע מאובדן, שימוש בלתי הולם, גישה בלתי מורשה או חשיפה, שינוי והשמדה; (2) אנו נחשוף ונשתף את נתוני הלומד בפני צד ג' רק כשהדבר יידרש על ידי צד ג' לשם ביצוע אחת המטרות שהוצהרו בפניך, בעת איסוף המידע.

source: To enable us and the educational institutions to provide, administer, and improve the courses.
ar: لتمكيننا والمؤسسات التعليمية من توفير وإدارة، وتحسين الدورات.
he: על מנת לאפשר לנו ולמוסדות החינוך לספק את הקורסים, לנהל אותם ולשפר אותם.

source: To help us and the educational institutions improve the site offerings, both individually (e.g., by course staff when working with a student) and in aggregate, and to individualize the experience and to evaluate the access and use of the Site and the impact of this site on the Israeli and worldwide educational community.
ar: لمساعدتنا والمؤسسات التعليمية على تحسين ما يقدمه الموقع، سواء على المستوى الفردي (على سبيل المثال، من قبل طاقم الدورة خلال عمله مع الطالب) وبالإضافة إلى ذلك، تفريد التجربة وتقييم الوصول إلى واستخدام الموقع وتأثير هذا الموقع على المجتمع التعليمي الإسرائيلي وفي جميع أنحاء العالم.
he: על מנת לסייע לנו ולמוסדות החינוך לשפר את הצעת הערך של האתר, הן באופן פרטני (למשל על ידי צוות קורס בעת העבודה עם תלמיד), והן באופן כולל, ולהפוך את החוויה ליותר מותאמת אישית ולצורך ביצוע הערכה בדבר הגישה לאתר השימוש בו, ואת השפעתו על קהילת החינוך הישראלית וקהילת החינוך הבינלאומית.

source: For purposes of scientific research, particularly, for example, in the areas of cognitive science and education.
ar: لأغراض البحث العلمي، بشكل خاص، على سبيل المثال، في مجالات العلوم والتعليم المعرفي.
he: לצרכי מחקר מדעי, ובייחוד, לדוגמה, בתחומים של מדע הקוגניציה וחינוך.

source: For the purpose for which you specifically provided the information, for example, to respond to a specific inquiry or provide you with access to the specific course content and/or services you select.
ar: للسبب الذي من أجله تحديداً قدمت المعلومات، على سبيل المثال، للرد على استفسار معين أو توفير الوصول إلى محتوى دورة معينة و/أو الخدمات التي تختارها.
he: למטרות שלשמן סיפקתם את המידע במפורש, למשל, למענה על שאלה מסוימת או כדי לאפשר לכם גישה לתוכן הקורס המסוים ו/או שירותי הקורס המסוימים שתבחרו.

source: To track both individual and aggregate attendance, progress and completion of an online course, and to analyze statistics on student performance and how students learn.
ar: من أجل تعقب حضور الأفراد والحضور الكلي والتقدم والانتهاء من الدورة عبر الإنترنت، وتحليل الإحصاءات عن أداء الطالب، وكيفية تعلم الطلاب.
he: על מנת לנהל מעקב פרטני וכולל של נוכחות, התקדמות והשלמתו של קורס מקוון, ולשם ניתוח הסטטיסטיקה על ביצועי תלמידים ואופן הלימוד של תלמידים.

source: To monitor and detect violations of the Honor Code, the Terms of Service, as well as other misuses and potential misuses of the Site.
ar: رصد وكشف انتهاكات قانون الشرف، وشروط الخدمة، بالإضافة إلى أي سوء استخدام آخر وأي إساءة أخرى وسوء استخدام محتمل للموقع.
he: על מנת לנטר ולזהות הפרות של קוד הכבוד או של תנאי השירות, כמו גם ניצול לרעה או ניצול אפשרי לרעה של האתר.

source: To publish information, but not Personal Information, gathered about site access, use, impact, and student performance.
ar: لنشر المعلومات، ولكن ليس المعلومات الشخصية، التي تم جمعها حول الوصول إلى الموقع، استخدامه، تأثيره، وأداء الطالب.
he: על מנת לפרסם מידע שנאסף, אך לא מידע אישי, הנוגע לגישה לאתר, לשימוש בו, להשפעתו ולביצועי התלמידים.

source: To send you updates about online courses offered by us or educational institutions or other events.
ar: لنرسل لك تحديثات حول الدورات الني نقدمها نحن أو المؤسسات التعليمية أو غيرها من الأخبار.
he: על מנת לשלוח לכם עדכונים על קורסים מקוונים שאנו או מוסדות חינוך מציעים, או על אירועים אחרים.

source: To archive this information and/or use it for future communications with you.
ar: لأرشفة هذه المعلومات و/أو استخدامها للاتصالات المستقبلية معك.
he: על מנת לארכב מידע זה ו/או להשתמש בו בתקשורת עתידית עמכם.

source: To maintain and improve the functioning and security of the Site and our software, systems, and network.
ar: لصيانة وتحسين أداء وأمن الموقع وبرامجنا والنظم والشبكات.
he: על מנת לשמר ולשפר את תפקוד האתר, את התוכנה, המערכות והרשת שלנו, ואת אבטחתם.

source: For purposes described elsewhere in this Privacy Policy (including, e.g., Sharing with Third Parties).
ar: للأغراض المذكورة في أماكن أخرى في سياسة الخصوصية هذه (بما في ذلك، على سبيل المثال، مشاركة مع الأطراف الثالثة).
he: למטרות המתוארות במקומות שונים במדיניות הפרטיות הזו (כולל, לדוגמה, שיתוף עם צד ג').

source: To authenticate your identity when you register for a paid certificate.
ar: لمصادقة هويتك عند التسجيل للحصول على شهادة مدفوعة.
he: לצורך אימות זהותך בעת ההרשמה לתעודה בתשלום.

source: To process refunds, as applicable.
ar: لمعالجة استرداد الدفعات، حسب مقتضى الحال.
he: על מנת לעבד בקשות החזר כספי, ככל שהדבר ישים.
