Repository: edx-olive/extended-translations-app
Catalog: extended_translations/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, he

source: This Site may contain links to websites published by third parties, including other content providers as well as certain service providers, such as those who process payments on behalf of us. These other websites are not under our control, and you acknowledge and agree that we are not responsible for the collection and use of your information by such websites, unless we have otherwise indicated in this Privacy Policy. We encourage you to be aware when you are be redirected to a third party website and review the privacy policies of each website you visit and use.
ar: قد يحتوي هذا الموقع على روابط لمواقع التي تم نشرها من قبل أطراف ثالثة، بما في ذلك مقدمي المحتويات الأخرى وكذلك مقدمي خدمات معينة، مثل خدمات معالجة المدفوعات نيابة عنا. هذه المواقع الأخرى لا تخضع لسيطرتنا، وأنت تقر وتوافق على أننا لسنا مسؤولين عن جمع واستخدام المعلومات الخاصة بك عن طريق هذه المواقع، إلا إذا أشرنا إلى غير ذلك في سياسة الخصوصية هذه. نحن نشجعكم على الانتباه عندما يتم إعادة توجيهكم إلى موقع طرف ثالث، ومراجعة سياسات الخصوصية لكل موقع الذي تقوم بزيارته واستخدامه.
he: אתר זה עשוי להכיל קישורים לאתרי אינטרנט המתופעלים על ידי צד ג', לרבות ספקי תוכן אחרים וכן ספקי שירות מסוימים, כגון אותם ספקים המעבדים את התשלומים מטעמנו. אתרי אינטרנט אחרים אלה אינם נמצאים תחת שליטתנו, והנכם מסכימים ומכירים בכך שאיננו אחראים לאיסוף המידע האישי שלכם והשימוש בו במסגרת ביקורכם באתרים אלה, אלא אם מצוין אחרת במדיניות פרטיות זו. אנו ממליצים לכם להיזהר כשאתם מופנים לאתרי צד ג' מתוך אתר זה, ולעיין במדיניות הפרטיות של כל אתר ואתר שאתם מבקרים בו ומשתמשים בו.

source: we will share information we collect with educational institutions, and we and the educational institutions may share this information (including Lerner Data) with third parties as follows:
ar: سوف نشارك المعلومات التي نقوم بجمعها مع المؤسسات التعليمية، ويجوز لنا وللمؤسسات التعليمية مشاركة هذه المعلومات (بما في ذلك بيانات الطالب) مع أطراف ثالثة على النحو التالي:
he: אנו נחלוק את המידע שאנו אוספים עם מוסדות חינוך, ואנו ומוסדות החינוך עשויים לחלוק מידע זה (כולל נתוני הלומד) עם צד ג' כדלקמן:

source: With service providers or contractors that perform certain functions on our or the educational institutions behalf, including processing information that you provide to us on the Site, processing purchases via third party providers, and other transactions through the Site, operating the Site or portions of it, providing or administering courses, or in connection with other aspects of our services.
ar: مع مقدمي الخدمات أو المقاولين الذين يؤدون بعض الوظائف على موقعنا أو باسم المؤسسات التعليمية، بما في ذلك معالجة المعلومات التي تقدمها لنا على الموقع، والشراء عبر أطراف ثالثة، وغيرها من المعاملات من خلال الموقع، تشغيل الموقع أو أجزاء منه، توفير أو إدارة الدورات، أو في اتصال مع جوانب أخرى من الخدمات التي نقدمها.
he: עם ספקי שירות או קבלנים שמבצעים פעולות מסוימות בשמנו או בשם מוסדות החינוך, כולל עיבוד מידע שסיפקתם לנו באתר, עיבוד רכישות ועסקאות אחרות באתר דרך ספקי צד ג', הפעלת האתר או חלקים ממנו, אספקת קורסים או ניהולם, או בכל קשר לכל היבט אחר של השירותים המוענקים על ידנו.

source: With other visitors to the Site, to the extent that you submit comments, course work, or other information or content (collectively, "Postings") to a portion of the Site designed for public communications; and with other members of a class of which you are a member, to the extent you submit Postings to a portion of the Site designed for viewing by those class members. We may provide your Postings to students who later enroll in the same classes as you, within the context of the forums, the courseware, or otherwise. If we do re-post your Postings originally made to non-public portions of the Site, we will post them without your real name and e-mail (except with your express permission), but we may use your username without your consent.
ar: مع زوار آخرين إلى الموقع، لدرجة إرسالك التعليقات، العمل خلال الدورات، أو المعلومات أو المحتويات الأخرى (إجمالاً، "منشورات") في الجزء من الموقع المصمم للاتصالات العامة؛ ومع أعضاء آخرين من الصف الذي كنت عضواً فيه، إلى الحد الذي تقوم فيه بالنشر في الجزء من الموقع مصمم للعرض من قبل أعضاء الصف. قد نجعل منشوراتك متوفرة للطلاب الذين ينضمون في وقت لاحق إلى نفس الصف، في إطار المنتديات، المناهج التعليمية، أو غير ذلك. إذا قمنا بإعادة نشر منشوراتك في أجزاء غير عامة في الموقع، سنقوم بنشرها دون ذكر اسمك الحقيقي والبريد الإلكتروني (إلا بإذن صريح منك)، ولكن قد نستخدم اسم المستخدم الخاص بك دون موافقتك.
he: עם מבקרים אחרים באתר, במידה שהנכם שולחים תגובות, שיעורי בית או מידע אחר ותכנים אחרים (יחדיו, "הפרסומים") לחלק באתר שיועד לתקשורת ציבורית; ולחברים אחרים בכיתה שאתם חברים בה, במידה שהנכם שולחים פרסומים לחלק באתר שיועד לעיונם של חברי כיתה אלה. אנחנו עשויים לספק את פרסומיכם לתלמידים שיירשמו לאותם קורסים שלמדתם, בהקשר של הפורומים, הלומדה או בכל הקשר אחר. אם אנו מפרסמים מחדש את פרסומיכם, שהופיעו במקור בחלקים הבלתי-ציבוריים של האתר, נפרסם אותם ללא שמכם האמיתי וכתובת הדוא"ל האמיתית שלכם (אלא אם תאשרו את פרסום פרטיכם במפורש), אך נוכל להשתמש בשם המשתמש שלכם ללא הסכמתכם.

source: For purposes of scientific research, particularly, for example, in the areas of cognitive science and education. However, we will only share Personal Information about you for this purpose to the extent doing so complies with applicable law and is limited to the Personal Information required to fulfill the purposes stated at the time of collection.
ar: لأغراض البحث العلمي، بشكل خاص، على سبيل المثال، في مجالات العلوم والتعليم المعرفي. ومع ذلك، سوف نشارك معلوماتك الشخصية لهذا الغرض فقط إلى الحد الذي يتوافق مع القانون المعمول به ويقتصر على المعلومات الشخصية المطلوبة لتحقيق الأغراض المعلن عنها وقت جمع المعلومات.
he: לצרכי מחקר מדעי, ובייחוד, לדוגמה, בתחומים של מדע הקוגניציה וחינוך. יחד עם זאת, אנו נחלוק את המידע האישי שלכם למטרה זו אך ורק במידה וניתן לעשות זאת על פי הדין ובמידה המותרת על פי הדין בלבד.

source: To provide opportunities for you to communicate with other users who may have similar interests or educational goals. For instance, we may recommend specific study partners or connect potential student mentees and mentors. In such cases, we may use all information collected about you to determine who might be interested in communicating with you, but we will only provide other users your username, and not disclose your real name or e-mail address to your contact.
ar: لتوفير الفرص لك من أجل التواصل مع المستخدمين الآخرين الذين قد يكون عندهم نفس الاهتمامات أو الأهداف التعليمية. على سبيل المثال، قد نوصي بشركاء دراسة محددين أو الوصل بين طلاب وموجهين محتملين. في مثل هذه الحالات، قد نستخدم جميع المعلومات التي تم جمعها عنك لتحديد من قد يكون مهتم في التواصل معك، ولكن سوف نقدم للمستخدمين الآخرين فقط اسم المستخدم الخاص بك، ولن نكشف عن اسمك الحقيقي أو عنوان البريد الإلكتروني الخاص بك لجهة الاتصال.
he: על מנת לספק לכם הזדמנויות לתקשר עם משתמשים אחרים בעלי תחומי עניין דומים לשלכם ומטרות לימוד דומות לשלכם. למשל, אנחנו עשויים להמליץ על שותפים מסוימים ללימוד או לקשר בין תלמידים עם פוטנציאל להיות מנטורים אחד של השני. במקרים כאלה, נוכל להשתמש במידע שאספנו עליכם כדי להכריע מי יהיה מעוניין בתקשורת עמכם, אך נספק לתלמידים אחרים רק את שם המשתמש שלכם, ולא נחשוף את שמכם האמיתי או את כתובת הדוא"ל שבה ניתן ליצור איתכם קשר.

source: To respond to subpoenas, court orders, or other legal process; to investigate, or prevent, or take action regarding illegal activities, suspected fraud, or security or technical issues, or to enforce our Terms of Service, our Honor Code, or this Privacy Policy; as otherwise may be required by applicable law; or to protect our rights, property, or safety or those of others.
ar: للرد على مذكرات حضور، أوامر المحكمة، أو غيرها من الإجراءات القانونية. للتحقيق، أو منع، أو اتخاذ إجراءات التي تتعلق بأنشطة غير مشروعة، الاشتباه في احتيال، أو القضايا الأمنية أو الفنية، أو لفرض شروط الخدمة، أو ميثاق الشرف أو سياسة الخصوصية هذه. وكل ما قد يكون مكلوب بموجب القانون أو لحماية حقوقنا والممتلكات، أو سلامة أو مصالح الآخرين.
he: בתגובה לזימון לבית דין או לצו בית משפט, או עבור כל תהליך חוקי אחר; על מנת לחקור, או למנוע חקירה, או על מנת לפעול בתגובה לפעילויות בלתי-חוקיות, חשד להונאה, או לאור בעיות אבטחה או בעיות טכניות, או על מנת לאכוף את תנאי השירות שלנו, את קוד הכבוד שלנו או את מדיניות הפרטיות שלנו, ככל שיידרש מעבר לכך בדין החל, או על מנת להגן על זכויותינו, רכושנו ובטחוננו או של אחרים.

source: With our affiliates or educational institutions affiliates, or with successors in the event of a merger, acquisition or reorganization, for their use consistent with this Privacy Policy.
ar: مع الشركات التابعة لنا أو الشركات التابعة لها والمؤسسات التعليمية، أو مع خلفاء في حال الاندماج، الاستحواذ أو إعادة التنظيم، لاستخدامها بما يتفق مع سياسة الخصوصية هذه.
he: עם גופים וארגונים הקשורים אלינו או למוסדות החינוך ו/או שעמם אנו או מוסדות החינוך משתפים פעולה, או עם אלו שיבואו במקומנו, במקרה שניהול אתר זה או כל חלק ממנו יועבר לצד שלישי אחר כלשהו, לצורך מתן השירותים על ידם, בהתאם לתנאי מדיניות פרטיות זו.

source: As otherwise described to you at the point of collection or pursuant to your consent.
ar: بأي شكل آخر الذي يتم وصفه لك عند الحصول على الموافقة الخاصة بك.
he: כפי שיתואר בפניכם בעת גביית כספים ממכם או בהתאם להסכמתכם.

source: For integration with third party services. For example, videos and other content may be hosted on YouTube and other websites not controlled by us.
ar: للتكامل مع خدمات طرف ثالث. على سبيل المثال، قد يتم استضافة فيديوهات ومحتويات أخرى على موقع يوتيوب وغيرها من المواقع التي ليس لنا سيطرة عليها
he: לצורך אינטגרציה עם שירותי צד ג'. לדוגמה, סרטונים ותכנים נוספים שיועלו על גבי אתר YouTube או באתרים אחרים שאינם תחת שליטתנו.

source: Please Note:
ar: يرجى الملاحظة:
he: לתשומת ליבכם:

source: We will share Learner Data with edX Inc. which will provide us hosting & other services as site administrator.
ar: نحن لن نشارك بيانات الطالب مع edX Inc. الذي سيقدم لنا خدمات استضافة وخدمات أخرى كمسؤول الموقع.
he: בכוונתנו לשתף ולחלוק נתוני הלומד אודותיכם עם חברת EdX.inc, שמספקת או תספק לנו שירותי אירוח ושירותים אחרים כמנהל האתר.

source: According to the service agreement signed between us (NDB) and edX Inc. edX Inc.:
ar: وفقاً لاتفاقية الخدمة الموقعة بيننا (NDB) وبين edX Inc.:
he: לפי הסכם למתן שירותים שנחתם ביננו (מטה המיזם הלאומי "ישראל דיגיטלית") לבין EdX.inc :

source: The Site is hosted and The Data on it stored, on Amazon’s Dublin, Ireland data center (AWS). For AWS' privacy policy Terms of use, please go to:
ar: تتم استضافة الموقع وتخزين البيانات الموجودة عليه في موقع أمازون في دبلن، مركز البيانات في إيرلندا ("AWS). للاطلاع على سياسة الخصوصية وشروط الاستخدام الخاصة ب AWS، يرجى التوجه إلى:
he: האתר והנתונים המאוחסנים בו מאוחסנים בחוות השרתים (AWS) של Amazon בדבלין, אירלנד. לצורך עיון במדיניות הפרטיות ותנאי השימוש של AWS, גשו לכתובת:

source: You have used {num_used} of {num_total} attempt
he: השתמשת ב-{num_used} מתוך {num_total} ניסיונות

source: Role of the users being enrolled.
he: תפקיד המשתמשים הרשומים.

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
he: כדי להוריד את כל תשובות הלומדים אשר השיבו על בעיה ספציפית, יש לבחור את הבעיה הרצויה ו- צור קובץ CSV. עליך גם לבחור מקטע או פרק כדי לכלול תוצאות של כל הבעיות המשוייכות לאותו מקטע או פרק.

source: NOTE
he: הערה

source: Score Override
he: עדכון ציון

source: Override Learner's Score
he: עדכון ציון

source: Choose the graded subsection:
he: בחירת תת-פרק מְצוּיְנָּן:

source: To gain insights into student enrollment and participation
ar: لمزيدٍ من المعلومات حول تسجيل الطلّاب ومشاركتهم، يُرجى
he: על מנת לקבל תובנות אודות רישום והשתתפות סטודנטים

source: visit Campus Insights, our new course analytics product
ar: زيارة Campus Insights، منتجنا الجديد لتحليلات المساقات
he: בקר בCampus Insights, מוצר הניתוח המידע של הקורס

source: This account has been temporarily locked due to excessive login failures. Try again later.
he: חשבון זה ננעל כתוצאה ממספר רב של נסיונת, באפשרותך לאפס את הסיסמה כדי להתחבר לחשבון.

source: Terms of Service
ar: شروط الاستخدام

source: You must agree to the {platform_name} {terms_of_service}
ar: يجب أن توافق على {terms_of_service} ل- {platform_name}

source: Course Progress for '{username}' ({email})
ar: مستوى التقدم في المساق ل '{username}' ({email})

source: If you need help, please use our web form at {start_anchor_web}{support_url}{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
ar: إذا كنت بحاجة إلى مساعدة، يرجى الاستعانة بالاستمارة عبر الويب على {start_anchor_web}{support_url}{end_anchor} أو البريد الإلكتروني {start_anchor_email}%(support_email)s {end_anchor}.

source: Completed {completion_date_html}
ar: اكتمل {completion_date_html}

source: at least %(min_length)d character
ar: %(min_length)d حرفًا على الأقل

source: Your password must contain {length_instruction}.
ar: يجب أن تحتوي كلمة مرورك على {length_instruction}.

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
ar: %(comment_username)s قام بالرد على {start_tag}%(thread_title)s{end_tag}:

source: Greeting %(full_name)s,
ar: %(full_name)s مرحبا،

source: Per your request, you've received permission to open a new class for the course %(course_name)s
ar: بناءً على طلبك، تم منحك إذنًا لفتح فصل دراسي جديد لك في المساق %(course_name)s

source: Enter the following link to give the class a name and move forward in the management of the class:
ar: انتقل إلى الرابط التالي لمنح الفصل اسمًا والتقدم في إدارة الفصل:

source: For your convenience, we prepared for you instructional videos that will assist you throughout all learning stages, from student registration to tracking their progress and class management:
ar: لراحتك، قمنا بإعداد مقاطع فيديو إرشادية ستساعدك خلال جميع مراحل التعلم، من تسجيل الطلاب إلى مراقبة التقدم وإدارة الفصل الدراسي:

source: Obtaining permission to open a class from a course on the IL campus
ar: الحصول على إذن لفتح فصل دراسي من دورة مساق في كامبوس IL

source: Receiving permission to open a class for a CampusIL course: %(course_name)s
ar: الحصول على إذن لفتح فصل دراسي كجزء من مساق في كامبوسIL

source: A class has been opened for you for a CampusIL course: %(root_course_name)s
ar: تم فتح فصل دراسي لك كجزء من مساق في كامبوسIL

source: Per your request, a new class was opened for you for the course %(root_course_name)s
ar: بناءً على طلبك، تم منحك إذنًا لفتح فصل دراسي جديد لك في المساق %(root_course_name)s

source: Called %(course_name)s
ar: تحت اسم %(course_name)s

source: The class will appear in your personal area at the following link:
ar: سيظهر الفصل في منطقتك الشخصية على الرابط التالي:

source: If you need further assistance, {start_tag}contact us technical support{end_tag}.
ar: لمعلومات اضافية يمكنكم التوجه الى {start_tag}الطاقم التقني{end_tag} الخاص بنا.

source: Enjoy learning with {platform_name_tag}.
ar: استمتع بالتعلم مع {platform_name_tag}.

source: You're almost there! Use the link below to activate your account to access engaging, high-quality {platform_name_tag} courses. Note that you will not be able to log back into your account until you have activated it.
ar: أنت على وشك الانتهاء! استخدم الرابط أدناه لتنشيط حسابك للوصول إلى مساقات {platform_name_tag} التعليمية عالية الجودة. الرجاء الملاحظة أن لا يمكن تسجيل الدخول مرة أخرى إلى حسابك حتى تقوم بتنشيطه.

source: This email message was automatically sent by {lms_url} because someone attempted to create an account on {platform_name_tag} using this email address.
ar: تم إرسال رسالة البريد الإلكتروني هذه تلقائيًا بواسطة {lms_url} لأن شخصًا ما حاول إنشاء حساب على {platform_name_tag} باستخدام عنوان البريد الإلكتروني هذا.

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name_tag)s.
ar: وصلتك رسالة البريد الالكتروني هذه بناءً على طلبك بتغيير كلمة المرور لحسابك على %(platform_name_tag)s.

source: This is to confirm that you have successfully changed your password associated with %(platform_name_tag)s account. Please sign-in to your account.
ar: هذه الرسالة لتأكيد تغيير كلمة مرورك المرتبطة بحسابك في %(platform_name_tag)sبنجاح، يرجى تسجيل الدخول إلى حسابك.

source: We received a request to change the e-mail associated with your %(platform_name_tag)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
ar: تلقينا طلبًا لتغيير البريد الإلكتروني المرتبط بحساب %(platform_name_tag)sالخاص بك من %(old_email)s الى %(new_email)s. إذا كان هذا صحيحًا، فيرجى تأكيد عنوان بريدك الإلكتروني الجديد من خلال زيارة:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name_tag)s web site.
ar: إذا لم تطلب هذا، فلست بحاجة إلى القيام بأي شيء؛ لن تتلقى أي بريد إلكتروني آخر منا. الرجاء عدم الرد على هذا البريد؛ إذا كنت بحاجة إلى مساعدة، فتحقق من قسم المساعدة في موقع %(platform_name_tag)s

source: Email Change Confirmation for %(platform_name_tag)s
ar: تأكيد تغيير البريد الإلكتروني لـ %(platform_name_tag)s

source: This is to confirm that you changed the e-mail associated with %(platform_name_tag)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
ar: هذا لتأكيد أنك قمت بتغيير البريد الإلكتروني المرتبط بـ %(platform_name_tag)s من %(old_email)s الى %(new_email)s. إذا لم تكن قد قدمت هذا الطلب، فيرجى الاتصال بنا على الفور. معلومات الاتصال مدرجة في:

source: You've registered this recovery email address for %(platform_name_tag)s.
ar: لقد قمت بتسجيل عنوان البريد الإلكتروني المخصص للاسترداد لـ %(platform_name_tag)s

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name_tag)s.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك طلبت إنشاء كلمة مرور لحساب المستخدم الخاص بك على %(platform_name_tag)s

source: We've restored access to your %(platform_name_tag)s account using the recovery email you provided at registration.
ar: لقد أعدنا الدخول إلى حساب %(platform_name_tag)s الخاص بك باستخدام البريد الإلكتروني المخصص للاستراد الذي قدمته عند التسجيل.

source: Once you've created a password [below], you will be able to log in to %(platform_name_tag)s with this email (%(email)s) and your new password.
ar: بمجرد إنشاء كلمة مرور [أدناه] ، ستتمكن من تسجيل الدخول إلى %(platform_name_tag)s بواسطة هذا البريد (%(email)s) وكلمة مرورك الجديدة.
