Repository: edx-olive/extended-translations-app
Catalog: extended_translations/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, he

source: Account Details
ar: بيانات الحساب المستخدم الخاص بك
he: פרטי חשבון המשתמש שלך

source: Already have an account?
ar: هل لديك حساب بالفعل؟
he: כבר נרשמת לכאן?

source: Create Account
ar: إنشاء حساب
he: יצירת חשבון

source: Create an Account.
ar: إنشاء حساب
he: יצירת חשבון

source: First time here?
ar: هل هذه هي المرة الأولى بالنسبة لك?
he: פעם ראשונה שלך כאן?

source: Support education research by providing additional information
ar: من أجل البحث وتحسين التعلّم يسرنا مشاركتك في بعض البيانات الإضافية عنك
he: רוצה לקבל קורסים מותאמים אישית? ספר/י לנו עוד על עצמך

source: Bookmark this page
he: סמן עמוד זה

source: (optional)
ar: (اختياري)
he: (אופציונלי)

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
he: {paragraphStart}המייל שהזנת הינו {boldStart}{email}{boldEnd}. אם כתובת דוא"ל זו משויכת לחשבון {platform_name} שלך, תשלח אליך הודעה עם הוראות לאיפוס סיסמה.{paragraphEnd}{paragraphStart}אם לא קיבלת הודעת איפוס סיסמה, מומלץ לוודא שהזנת את כתובת הדוא"ל הנכונה, או לבדוק את תיקיית דואר הזבל או הספאם.{paragraphEnd}{paragraphStart}לסיוע נוסף, {anchorStart}יש לפנות לתמיכה הטכנית{anchorEnd}.{paragraphEnd}

source: Create an account using
ar: انشاء حساب بمساعدة
he: יצירת חשבון בעזרת

source: Create an Account
he: יצירת חשבון

source: An error occurred. Try loading the page again.
he: אירעה שגיאה. נסה לטעון שוב את העמוד.

source: Add a clear and descriptive title to encourage participation. (Required)
he: הוסף כותרת ברורה ותיאורית בכדי לעודד את ההשתתפות בדיון. (חובה).

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
he: הזן רשימת כתובות דואר אלקטרוני ו/או שמות משתמש מופרדים בשורה חדשה או פסיק, ללומדים שאתה מעוניין להוסיף.

source: or create a new one here
ar: أو لإنشاء حساب جديد هنا
he: או ליצירת אחד חדש כאן

source: Activate Your Account
he: הפעלת החשבון שלך

source: Total weight must be 100%.
ar: ٪يجب أن يكون الوزن الإجمالي لجميع أنواع المهام 100
he: המשקל הכולל של כל סוגי המטלות צריך להסתכם ל100%

source: Total summary: <%= total %>
ar: الوزن الكلي: <%= total %>
he: סה"כ משקל: <%= total %>

source: Assignment types weight summary
ar: ملخص الوزن حسب نوع المهام
he: סיכום המשקל לפי סוגי המטלות

source: Assignment type
ar: نوع المهمة
he: סוג מטלה

source: Weight
ar: الوزن
he: משקל

source: Actual Number
ar: العدد الفعلي
he: מספר בפועל

source: The actual number of subsections in the course that contain problems of this assignment type.
ar: العدد الفعلي للفصول الفرعية التي تحتوي على هذه الأنواع من المشاكل في سياق هذه المهمة
he: מספר תתי הפרקים בפועל בקורס שמכילים בעיות מסוג המטלה הזה

source: Sign In
ar: تسجيل الدخول

source: Sign in.
ar: تسجيل الدخول

source: Create account
ar: إنشاء حساب
