Repository: edx-olive/extended-translations-app
Catalog: extended_translations/conf/locale/*/LC_MESSAGES/django.po
Languages: ar, he

source: In order to be registered and receive the Services offered by this Website, we will issue you a personal username and password.
ar: للتسجيل في الخدمات المقدمة على هذا الموقع, سوف نصدر لك اسم المستخدم وكلمة المرور الخاصة بك.
he: על מנת להירשם ולקבל את השירותים המוצעים באתר זה, ננפיק לכם שם משתמש וססמה אישיים.

source: Pay attention that upon entry into this Website, you confirm that you understand and unequivocally confirm collection, use, disclosure and saving of your personal details as specified above in Israel, Ireland and other countries and territories for the purposes specified in this privacy policy document. For the avoidance of doubt, it is hereby clarified that any confirmation pertaining to the right to transfer information defined hereunder as "Student Data" also includes your approval to transfer the relevant personal data to a jurisdiction that may provide a different level of privacy protection than that existing in your country.
ar: يرجى ملاحظة أنه عند تسجيل الدخول الى هذا الموقع , فأنت تؤكد أنك تفهم وتؤكد بشكل قاطع على جمع بياناتك الشخصية واستخدامها والإفصاح عنها وحفظها , كما هو موضح أدناه , في إسرائيل وأيرلندا والدول والأقاليم الأخرى للأغراض المنصوص عليها في سياسة الخصوصية هذه. لتجنب الشك, يتم بموجب هذا توضيح أن أي ترخيص يتعلق بالحق في نقل المعلومات المحددة أدناه "بيانات المتعلم" يتضمن أيضًا موافقتك على نقل المعلومات الشخصية ذات الصلة إلى الاختصاص القضائي الذي قد يوفر مستوى مختلفًا من حماية الخصوصية أكثر من ذلك الموجود في دولتك.
he: יש לשים לב כי בעת הכניסה לאתר זה, הנכם מאשרים שאתם מבינים ומאשרים באופן חד משמעי את איסוף, שימוש, גילוי ושמירת פרטיכם האישיים, כמפורט להלן, בישראל, באירלנד ובמדינות וטריטוריות אחרות, לצרכים המפורטים במסמך מדיניות פרטיות זה. למען הסר ספק, מובהר כי כל אישור הנוגע לזכות להעברת מידע המוגדר להלן כ-"נתוני הלומד" כוללת גם את אישורכם להעברת המידע האישי הרלוונטי לתחום השיפוט שעשוי לספק רמה שונה של הגנת פרטיות מזו הקיימת במדינתכם.

source: If your disagree to these terms, please refrain from surfing to this Website, reviewing any of its content or registering to it. If you choose to refrain from providing us with a certain information that is required for provision of certain services offered by our Website, it is possible that you may not be able to create a user account and we may not be capable of providing you with these services.
ar: إذا كنت لا توافق على هذه الشروط , يرجى عدم الوصول إلى الموقع , أو مراجعة أو الاشتراك في أي من محتوياته. إذا اخترت عدم تزويدنا بمعلومات معينة مطلوبة لتوفير خدمات معينة يقدمها موقعنا, فقد لا تتمكن من إنشاء حساب مستخدم, وقد لا نكون قادرين على توفير هذه الخدمات لك
he: אם אינכם מסכימים לתנאים אלה, אנא הימנעו מלגשת לאתר, לעיין באלו מתכניו או להירשם אליו. אם אתם בוחרים שלא לספק לנו מידע מסוים הנדרש לאספקת שירותים מסוימים שאתרנו מציע, יתכן שלא תוכלו ליצור חשבון משתמש, ויתכן שלא נוכל לספק לכם את השירותים הללו.

source: We will require that you provide us with the following information about you (Student Data):
ar: سنحتاج منك لتزويدنا بالمعلومات التالية عنك ("بيانات الطالب"):
he: נזדקק שתספקו לנו את המידע להלן אודותיכם ("נתוני לומד"):

source: Full name
ar: الاسم الكامل
he: שם מלא

source: ID No.
ar: رقم الهوية
he: מספר זהות

source: E-mail address
ar: عنوان البريد الألكتروني
he: כתובת דוא"ל

source: e-mail address
ar: عنوان البريد الألكتروني
he: כתובת דוא"ל

source: Organization name
ar: اسم المنظمة
he: שם ארגון

source: Name of the course to which you are registering.
ar: اسم الدورة التي تسجل بها.
he: שם הקורס שהנכם נרשמים אליו.

source: We gather the Student Data upon your registration to the Website for the purpose of receiving a user account, while participating in on-line courses, registering to get a certificate for a payment, send us an e-mail and/or take part in our public forums. We also gather certain useful information regarding the student performance and learning patterns. In addition, we monitor information indicating to, among other things, which of the Website's pages you have visited, the order of your visits to them, the time of these visits as well as which hyperlinks and other interface controllers you have used.
ar: سنقوم بجمع بيانات الطالب عند التسجيل للحصول على حساب مستخدم عند المشاركة في الدورات التدريبية عبر الإنترنت , والاشتراك في شهادة مدفوعة الأجر, وإرسال رسائل البريد الإلكتروني لنا و / أو المشاركة في المنتديات العامة لدينا. كما نقوم بجمع بعض المعلومات المفيدة حول أداء الطلاب وأنماط التعلم. بالإضافة إلى ذلك, نحن نراقب المعلومات التي تشير , ضمن أشياء أخرى , إلى صفحات الموقع الذي قمت بزيارته , والترتيب الذي قمت بزيارته فيه, وزيارة الموقع , وما هي الروابط التشعبية والواجهات الأخرى التي تستخدمها.
he: אנו אוספים את נתוני הלומד במעמד הרשמתכםלאתר לצורך קבלתחשבון משתמש, כאשר הנכם משתתפים בקורסים מקוונים, נרשמים לקבלת תעודה בתשלום, שולחים לנו הודעות דוא"ל ו/או משתתפים בפורומים הציבוריים שלנו. אנו גם אוספים מידע שימושי מסוים על ביצועי תלמידים ודפוסי למידה. בנוסף, אנחנו עוקבים אחר מידע המעיד, בין היתר, באלו מדפי האתר ביקרתם, הסדר בו ביקרתם בהם, מתי ביקרתם בהם ובאילו היפר-קישורים ובקרי ממשק אחרים השתמשתם.

source: We may document the IP address, operating system and web browser software used by any user of the Website, and we can identify from the IP address the Internet provider and geographical location of the User's connection point. An assortment of network analysis tools are used in gathering this information. Some of the information is gathered by Cookie files (small text files placed in your computer and record information about you to which the Website can access.) You are supposed to have the capability to control the way your web browser accept Cookie files, if at all. Most wen browsers provide instructions in hte Help area in the toolbar how to reset the browser so it reject Cookie files. If you choose to reject our Cookie files, many functionalities and elements of the Website's accessories may not be operating properly.
ar: قد نقوم بتسجيل عنوان الخاص بك، وتشغيل البرمجيات نظام IP, المتصفح الذي تستخدمه من قبل كل مستخدم على الموقع, ويمكننا تحديد مزود IP على الانترنت والموقع الجغرافي لنقطة اتصال المستخدم. يتم استخدام مجموعة متنوعة من أدوات تحليل الشبكة لجمع هذه المعلومات. يتم جمع بعض المعلومات استخدام ملفات Cookies(باستخدام جمل نصية صغيرة يتم إدخالها في جهاز الكمبيوتر الخاص بك وتوثيق معلومات عنك, والتي يمكن للموقع الوصول إليها). يجب أن تكون لديك القدرة على التحكم في كيفية استخدام متصفح الويب الخاص بك, إذا سبق لك الحصول على ملفات Cookies , فسيحصل عليها. تقدم معظم المتصفحات تعليمات حول كيفية القيام بذلك إعادة تعيين المتصفح الخاص بك ليتم رفضه في منطقة "المساعدة", على شريط أدوات ملفات Cookies. إذا رفضت ملفات Cookies الخاصة بنا, فقد لا تعمل العديد من الوظائف والأدوات المساعدة على الموقع بشكل صحيح.
he: אנו עשויים לתעד את כתובת ה-IP, מערכת ההפעלה ותוכנת הדפדפן המשמשים כל משתמש באתר, וביכולתנו לזהות מכתובת ה-IP את ספק האינטרנט והמיקום הגאוגרפי של נקודת ההתקשרות של המשתמש. מבחר כלי אנליטיקת רשת משמשים לאיסוף מידע זה. חלק מהמידע נאסף באמצעות קבי Cookies (קבצי טקסט קטנים המוכנסים למחשב שלכם ומתעדים מידע עליכם, שאליו האתר יכול לגשת). אמורה להיות לכם היכולת לשלוט באופן שבו דפדפן האינטרנט שלכם מקבל קבצי Cookies, אם בכלל יקבל אותם. מרבית הדפדפנים מספקים הוראות כיצד לאפס את הדפדפן כך שיידחה קבצי Cookies, באיזור ה"עזרה" בסרגל הכלים. אם תדחו את קבצי ה-Cookies שלנו, תפקודים ואלמנטים רבים של כלי עזר באתר עשויים שלא לעבוד כראוי.

source: Among other things, we, educational institutes and other bodies )hereinafter, "the Educational Institutes", providing courses by way of the Website, may use information about you gathered from teh Website (including Student Data) in the following cases. In case we share or deliver your Student Data: (1) third parties that receive the Student Data are required to handle these data in a confedential way and employ security means sufficient for protection of the information from loss, improper use, unauthorized access of exposure, alteration and destruction; (2) we will disclose and share the Student Data with a third party only when requested by a third party for execution of either of the objectives declared to you upon gathering of the information.
ar: من بين أمور أخرى, يحق لنا , نحن المؤسسات التعليمية والهيئات الأخرى ("المؤسسات التعليمية") , التي تقدم دورات عبر الموقع , استخدام المعلومات التي يتم جمعها على الموقع (بما في ذلك بيانات المتعلم) في الحالات التالية. في حالة قيامنا بمشاركة أو الكشف عن بيانات المتعلم عنك: (1) يجب على الأطراف الثالثة التي تتلقى بيانات المتعلم معالجة هذه البيانات بشكل سري واستخدام تدابير أمنية مناسبة لحماية المعلومات من الضياع , الاستخدام غير السليم , والوصول غير المصرح به أو الإفصاح, والتغيير والتدمير; (2) سنقوم بكشف بيانات المتعلم ومشاركتها لطرف ثالث فقط عند طلب أطراف ثالثة, لغرض القيام بأحد الأغراض المعلنة لك, عند جمع المعلومات.
he: בין היתר, אנו, מוסדות חינוך וגופים אחרים (להלן:"מוסדות החינוך"), המספקים קורסים באמצעות האתר, עשויים להשתמש במידע עליכם שייאסף מן האתר (כולל נתוני הלומד) במקרים שלהלן. במקרה שנשתף או נמסור את נתוני הלומד אודותיך: (1) נדרשים צדדים שלישיים המקבלים את נתוני הלומד לנהוג בנתונים אלו באופן חסוי ולהפעיל אמצעי אבטחה מספקים לשם ההגנה על המידע מאובדן, שימוש בלתי הולם, גישה בלתי מורשה או חשיפה, שינוי והשמדה; (2) אנו נחשוף ונשתף את נתוני הלומד בפני צד ג' רק כשהדבר יידרש על ידי צד ג' לשם ביצוע אחת המטרות שהוצהרו בפניך, בעת איסוף המידע.

source: To enable us and the Educational Institutes to provide, manage and improve the courses.
ar: من أجل تمكيننا والمؤسسات التعليمية من توفير الدورات, وإدارتها وتحسينها.
he: על מנת לאפשר לנו ולמוסדות החינוך לספק את הקורסים, לנהל אותם ולשפר אותם.

source: To assist us and the Educational Institutes to better the Website's value proposal, either individually (e.g. by a course staff when working with a student), or collectively and male the experience personalized and for the purpose of evaluating the access to and use of the Website as well as its impact on the Israeli and international educational community.
ar: من أجل مساعدتنا والمؤسسات التعليمية على تحسين القيمة المقترحة للموقع, سواء على المستوى الفردي (على سبيل المثال, من خلال فريق العمل أثناء العمل مع أحد الطلاب), ولجعل التجربة أكثر خصوصية وتقييم إمكانية الوصول إلى موقع استخدامها وأثره على مجتمع التعليم الإسرائيلي والمجتمع التعليمي الدولي.
he: על מנת לסייע לנו ולמוסדות החינוך לשפר את הצעת הערך של האתר, הן באופן פרטני (למשל על ידי צוות קורס בעת העבודה עם תלמיד), והן באופן כולל, ולהפוך את החוויה ליותר מותאמת אישית ולצורך ביצוע הערכה בדבר הגישה לאתר השימוש בו, ואת השפעתו על

source: For scientific research, especially, e.g. in area of cognitive studies and pedagogy.
ar: لأغراض البحث العلمي, بشكل خاص, على سبيل المثال, في مجالات العلوم المعرفية والتعليم.
he: ילת החינוך הישראלית וקהילת החינוך הבינלאומית.

source: For purposes for which you have explicitly provided the information, such as in response to a specific question or to grant you access to content of a specific course and/or courses you choose.
ar: من أجل مساعدتنا والمؤسسات التعليمية على تحسين القيمة المقترحة للموقع, سواء على المستوى الفردي (على سبيل المثال, من خلال فريق العمل أثناء العمل مع أحد الطلاب), ولجعل التجربة أكثر خصوصية وتقييم إمكانية الوصول إلى موقع استخدامها وأثره على مجتمع التعليم الإسرائيلي والمجتمع التعليمي الدولي.
he: לצרכי מחקר מדעי, ובייחוד, לדוגמה, בתחומים של מדע הקוגניציה וחינוך.

source: In order to perform an individual and general tracking of attendence, progress and completion of an on-line course, and for statistical analysis of the student performance and learning method.
ar: لأغراض البحث العلمي, بشكل خاص, على سبيل المثال, في مجالات العلوم المعرفية والتعليم.
he: למטרות שלשמן סיפקתם את המידע במפורש, למשל, למענה על שאלה מסוימת או כדי לאפשר לכם גישה לתוכן הקורס המסוים ו/או שירותי הקורס המסוימים שתבחרו.

source: To monitor and identify violations of the code of honor or service terms, as well as misuse or possible abuse of the Website.
ar: للأغراض التي قدمت لها المعلومات بشكل صريح , على سبيل المثال, للإجابة على سؤال معين أو للسماح لك بالوصول إلى محتوى الدورة التدريبية المحددة و/ أو خدمات الدورة التدريبية التي تختارها.
he: על מנת לנהל מעקב פרטני וכולל של נוכחות, התקדמות והשלמתו של קורס מקוון, ולשם ניתוח הסטטיסטיקה על ביצועי תלמידים ואופן הלימוד של תלמידים.

source: To publish gathered information, excluding personal information, that pertaining to access to, use of or influence of the Website, as well as to student performance.
ar: من أجل مراقبة الحضور الفردي والشامل, والتقدم وإكمال دورة عبر الإنترنت, وتحليل الإحصاءات حول أداء الطلاب وكيفية تعلم الطلاب.
he: על מנת לנטר ולזהות הפרות של קוד הכבוד או של תנאי השירות, כמו גם ניצול לרעה או ניצול אפשרי לרעה של האתר.

source: To send you updates regarding on-line courses we or educational institutes offer or about other events.
ar: من أجل مراقبة وتحديد انتهاكات قانون الشرف أو شروط الخدمة, وكذلك إساءة استخدام أو سوء استخدام الموقع.
he: על מנת לפרסם מידע שנאסף, אך לא מידע אישי, הנוגע לגישה לאתר, לשימוש בו, להשפעתו ולביצועי התלמידים.

source: To archive this information and/or use it in future communications with you.
ar: من أجل نشر المعلومات التي تم جمعها, ولكن ليس المعلومات الشخصية المتعلقة بالوصول إلى الموقع , واستخدامه , وتأثير الطلاب وأداءهم.
he: על מנת לשלוח לכם עדכונים על קורסים מקוונים שאנו או מוסדות חינוך מציעים, או על אירועים אחרים.

source: To preserve and improve the performance of the Website, software, systems and network and their security.
ar: من أجل الحفاظ على وتحسين أداء الموقع , وبرامجنا, وأنظمتنا وشبكاتنا, وتأمينها.
he: על מנת לארכב מידע זה ו/או להשתמש בו בתקשורת עתידית עמכם.

source: For the purposes described in various places in this privacy policy (including, e.g., sharing with a third party.)
ar: للأغراض المذكورة في أماكن مختلفة في هذه الخصوصية (بما في ذلك، على سبيل المثال, ومشاركة طرف ثالثة).
he: על מנת לשמר ולשפר את תפקוד האתר, את התוכנה, המערכות והרשת שלנו, ואת אבטחתם.

source: For the purpose of verifying your identity upon registration for a paid certificate.
ar: للتحقق من هويتك عند التسجيل للحصول على شهادة مدفوعة.
he: למטרות המתוארות במקומות שונים במדיניות הפרטיות הזו (כולל, לדוגמה, שיתוף עם צד ג').

source: To process applications for refund, when applicable.
ar: من أجل معالجة طلبات استرداد الأموال, إلى حد المعمول به.
he: לצורך אימות זהותך בעת ההרשמה לתעודה בתשלום.

source: This Website may include connections to websites operated by a third party, including other content and certain service providers, such as the providers that process payments on our behalf. These other websites are not under our control and you agree and acknowledge that we cannot be held responsible to the gathering of your personal information and use of it as part of your visit to these websites, unless mentioned otherwise in this privacy policy. We advise you to use caution when being redirected to third party websites from this Website and review the privacy policy of each and every website you visit and use.
ar: قد يحتوي هذا الموقع على روابط لمواقع تديرها أطراف ثالثة, بما في ذلك مقدمي المحتويات الأخرى وكذلك بعض مقدمي الخدمات, مثل أولئك مقدمي معالجة المدفوعات نيابة عنا. هذه المواقع الأخرى ليست تحت سيطرتنا , وأنت توافق وتقر بأننا غير مسؤولين لجمع واستخدام معلوماتك الشخصية كجزء من زيارتك لهذه المواقع , ما لم ينص على خلاف ذلك في سياسة الخصوصية هذه. نحن نشجعكم على توخي الحذر عندما يتم توجيهكم إلى مواقع طرف ثالث من خلال هذا الموقع, ومراجعة سياسات خصوصية لكل موقع تزوره وتستخدمه.
he: אתר זה עשוי להכיל קישורים לאתרי אינטרנט המתופעלים על ידי צד ג', לרבות ספקי תוכן אחרים וכן ספקי שירות מסוימים, כגון אותם ספקים המעבדים את התשלומים מטעמנו. אתרי אינטרנט אחרים אלה אינם נמצאים תחת שליטתנו, והנכם מסכימים ומכירים בכך שאיננו אחראים לאיסוף המידע האישי שלכם והשימוש בו במסגרת ביקורכם באתרים אלה, אלא אם מצוין אחרת במדיניות פרטיות זו. אנו ממליצים לכם להיזהר כשאתם מופנים לאתרי צד ג' מתוך אתר זה, ולעיין במדיניות הפרטיות של כל אתר ואתר שאתם מבקרים בו ומשתמשים בו.

source: We share the gathered information with Educational Institutes and we and the Educational Institutes may share this information (including Student Data) with a third party as follows:
ar: سنقوم بمشاركة المعلومات التي نجمعها مع المؤسسات التعليمية , وقد نشارك نحن والمؤسسات التعليمية هذه المعلومات (بما في ذلك بيانات المتعلم) مع طرف ثالث على النحو التالي:
he: אנו נחלוק את המידע שאנו אוספים עם מוסדות חינוך, ואנו ומוסדות החינוך עשויים לחלוק מידע זה (כולל נתוני הלומד) עם צד ג' כדלקמן:

source: With service providers or contractors that perform certain actions in our name or in the name of the Educational Institutes, including processing of information you have provided us in the Website, processing of acquisitions and other transactions in the Website by way of third party suppliers, operation of the Website or parts of it, provision or management of courses, or in any connection to any other aspect of the Services we provide.
ar: مع موفري الخدمة أو المقاولين الذين يقومون بأعمال معينة نيابة عنا أو بالنيابة عن المؤسسات التعليمية , بما في ذلك معالجة المعلومات التي تزودنا بها على الموقع , ومعالجة المشتريات والمعاملات الأخرى على الموقع من خلال موردين آخرين , تشغيل الموقع أو أجزاء منه أو توفير أو إدارة الدورات أو أي صلة بأي جانب آخر الخدمات المقدمة من قبلنا.
he: עם ספקי שירות או קבלנים שמבצעים פעולות מסוימות בשמנו או בשם מוסדות החינוך, כולל עיבוד מידע שסיפקתם לנו באתר, עיבוד רכישות ועסקאות אחרות באתר דרך ספקי צד ג', הפעלת האתר או חלקים ממנו, אספקת קורסים או ניהולם, או בכל קשר לכל היבט אחר של השירותים המוענקים על ידנו.

source: With other visitors to the Website, if you send reactions, homework or other information and contents (hereinafter collectively, "the Publications") to a part in the Website that was designated to public communication and to other members of your class, if you are sending Publications to a part of the Website that was designated to the eyes of these classmates. We may provide your Publications to students who will register to the same courses you take in the context of the forums, the courseware or any other context. If we republish your Publications that originally appeared in the non-public parts of the Website, we will do so without mentioning your real name and e-mail address (unless you explicitly approve publication of your details), but we would be entitled to use your Username without your consent.
ar: مع زوار الموقع الآخرين, إلى الحد الذي ترسل فيه الردود أو الواجبات المنزلية أو غيرها من المعلومات والمحتويات الأخرى (مجتمعة , "المنشورات") إلى جزء من الموقع مخصص للاتصال العام; والأعضاء الآخرون في الفصل الذي كنت عضو فيه, في حالة إرسال منشورات إلى جزء من الموقع مخصص للنظر فيه من أعضاء الصف. قد نقوم بتوفير منشوراتك للطلاب الذين سيسجلون في الدورات التي تعلمتها , في سياق المنتديات أو الدورات الدراسية أو أي سياق آخر. إذا أعدنا نشر إعلاناتك التي ظهرت أصلاً في الأجزاء غير العامة من الموقع , سنقوم بنشرها بدون اسمك الحقيقي وعنوان بريدك الألكتروني الحقيقي (ما لم تؤكد نشر التفاصيل الخاصة بك بشكل واضح), لكن يمكننا استخدام اسم المستخدم الخاص بك دون موافقتك.
he: עם מבקרים אחרים באתר, במידה שהנכם שולחים תגובות, שיעורי בית או מידע אחר ותכנים אחרים (יחדיו, "הפרסומים") לחלק באתר שיועד לתקשורת ציבורית; ולחברים אחרים בכיתה שאתם חברים בה, במידה שהנכם שולחים פרסומים לחלק באתר שיועד לעיונם של חברי כיתה אלה. אנחנו עשויים לספק את פרסומיכם לתלמידים שיירשמו לאותם קורסים שלמדתם, בהקשר של הפורומים, הלומדה או בכל הקשר אחר. אם אנו מפרסמים מחדש את פרסומיכם, שהופיעו במקור בחלקים הבלתי-ציבוריים של האתר, נפרסם אותם ללא שמכם האמיתי וכתובת הדוא"ל האמיתית שלכם (אלא אם תאשרו את פרסום פרטיכם במפורש), אך נוכל להשתמש בשם המשתמש שלכם ללא הסכמתכם.

source: For scientific research, especially, e.g. in area of cognitive studies and pedagogy. Nevertheless, we will share your personal information for this purpose only if this can be done in a lawful way and to the extent permissible by the law.
ar: لأغراض البحث العلمي, بشكل خاص, على سبيل المثال , في مجالات العلوم المعرفية والتعليم. ومع ذلك, سنقوم بمشاركة معلوماتك الشخصية لهذا الغرض فقط إذا كان يمكن القيام به بموجب القانون وإلى الحد الذي يسمح به القانون فقط.
he: לצרכי מחקר מדעי, ובייחוד, לדוגמה, בתחומים של מדע הקוגניציה וחינוך. יחד עם זאת, אנו נחלוק את המידע האישי שלכם למטרה זו אך ורק במידה וניתן לעשות זאת על פי הדין ובמידה המותרת על פי הדין בלבד.

source: In order to provide you with opportunities to communicate with other users with similar areas of interest and learning objectives to yours. For instance, we may recommend certain study partners or establish contact between students who have the potential to mentor one another. In such cases, we may use the information we have gathered about you to determine who may be interested in communication with you, but will provide the other students nothing but your Username and will not reveal your real name or the e-mail address by which you could be contacted.
ar: لتزويدك بفرص للتواصل مع المستخدمين الآخرين الذين لديهم اهتمامات مشابهة لأهدافك التعليمية وأهدافك التعليمية المشابهة لك. على سبيل المثال, ونحن قد نوصي بعض الشركاء بتعليم أو توصيل الطلاب بإمكانية أن يكونوا مرشدين لبعضهم البعض. في مثل هذه الحالات, يمكننا استخدام المعلومات التي نجمعها لتحديد الأشخاص الذين يرغبون في التواصل معك, ولكننا لن نوفر للطلاب اسم المستخدم الخاص بك فقط, ولن نكشف عن اسمك الحقيقي أو عنوان بريدك الإلكتروني للاتصال بك.
he: על מנת לספק לכם הזדמנויות לתקשר עם משתמשים אחרים בעלי תחומי עניין דומים לשלכם ומטרות לימוד דומות לשלכם. למשל, אנחנו עשויים להמליץ על שותפים מסוימים ללימוד או לקשר בין תלמידים עם פוטנציאל להיות מנטורים אחד של השני. במקרים כאלה, נוכל להשתמש במידע שאספנו עליכם כדי להכריע מי יהיה מעוניין בתקשורת עמכם, אך נספק לתלמידים אחרים רק את שם המשתמש שלכם, ולא נחשוף את שמכם האמיתי או את כתובת הדוא"ל שבה ניתן ליצור איתכם קשר.

source: In response to a summons or to a court order, or for any other legal procedure; to investigate or prevent investigation, or to act in reaction to illegal activities, suspicion of fraud, or in view of security or technical problems, or to enforce our terms of service, code of honor or privacy policy as much as may be required in excess to the applicable law or to protect our rights, property and safety or of others.
ar: ردا على استدعاء إلى المحكمة أو أمر من المحكمة , أو لأي إجراء قانوني آخر; للتحقيق في أو منع التحقيق , أو للتصرف استجابة للأنشطة غير القانونية أو الاحتيال المشتبه به أو المشكلات الأمنية أو الفنية , أو في ضوء المسائل الأمنية أو الفنية , أو لتطبيق بنود الخدمة لدينا, ميثاق الشرف الخاصة بنا أو سياسة الخصوصية الخاصة بنا , بالقدر الذي يتطلبه القانون المعمول به, أو لحماية حقوقنا وممتلكاتنا وأمننا أو حقوق الآخرين.
he: בתגובה לזימון לבית דין או לצו בית משפט, או עבור כל תהליך חוקי אחר; על מנת לחקור, או למנוע חקירה, או על מנת לפעול בתגובה לפעילויות בלתי-חוקיות, חשד להונאה, או לאור בעיות אבטחה או בעיות טכניות, או על מנת לאכוף את תנאי השירות שלנו, את קוד הכבוד שלנו או את מדיניות הפרטיות שלנו, ככל שיידרש מעבר לכך בדין החל, או על מנת להגן על זכויותינו, רכושנו ובטחוננו או של אחרים.

source: With entities and organizations related to us or to the Educational Institutes and/or with which we or the Educational Institutes collaborate or with those that will come in our place, in the event that the management of this Website or any part of it will be transferred to any other third party for the purpose of provision of the Services by them in accordance with the terms of this privacy policy.
ar: مع الهيئات والمنظمات التابعة لنا أو المؤسسات التعليمية و/ أو التي نتعاون معها نحن أو المؤسسات التعليمية , أو مع أولئك الذين سوف يحلون مكاننا, في حالة نقل إدارة هذا الموقع أو أي جزء منه إلى أي طرف ثالث بغرض توفير الخدمات من قبله, وفقًا لشروط سياسة الخصوصية هذه.
he: עם גופים וארגונים הקשורים אלינו או למוסדות החינוך ו/או שעמם אנו או מוסדות החינוך משתפים פעולה, או עם אלו שיבואו במקומנו, במקרה שניהול אתר זה או כל חלק ממנו יועבר לצד שלישי אחר כלשהו, לצורך מתן השירותים על ידם, בהתאם לתנאי מדיניות פרטיות זו.

source: As will described before you upon collection of funds from you or following your authorization.
ar: كما سيتم توضيحه لك عند جباية الأموال منك أو وفقًا لموافقتك.
he: כפי שיתואר בפניכם בעת גביית כספים ממכם או בהתאם להסכמתכם.
